Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# dedicated.ip.limit.title
source: Secure your remote connections to any asset with a dedicated IP from a country of your choice. During your subscription, this IP will be yours and yours alone, protecting your data transfers with the strongest encryption out there.
ar: أمّن اتصالاتك بأي جهة عن بُعد باستخدام عنوان IP مخصّص من بلد من اختيارك. أثناء اشتراكك، سيكون عنوان IP هذا ملكًا لك وحدك، مما يحمي عمليات نقل البيانات الخاصة بك بأقوى تشفير في الوقت الحالي.
da: Nu kan du sikre dine fjernforbindelser til ethvert aktiv med en dedikeret IP fra et land efter eget valg. Under dit abonnement vil denne IP være din og din alene og beskytte dine dataoverførsler med den stærkeste kryptering på markedet.
de: Sichern Sie Ihre Remote-Verbindungen zu jeder Ressource mit einer dedizierten IP aus einem Land Ihrer Wahl. Während Ihres Abonnements gehört diese IP Ihnen und nur Ihnen und schützt Ihre Datenübertragungen mit der stärksten Verschlüsselung, die es gibt.
es_mx: Protege tus conexiones remotas a cualquier activo con una IP dedicada del país que elijas. Durante tu suscripción, esta IP será tuya exclusivamente, por lo que tus transferencias de datos estarán protegidas con la encriptación más segura que existe.
fr: Sécurisez vos connexions à distance à n'importe quelle ressource grâce à une adresse IP dédiée d'un pays de votre choix. Lors de votre abonnement, cette adresse IP sera la vôtre et la vôtre seule, protégeant ainsi vos transferts de données avec le cryptage le plus puissant du monde.
it: Proteggi le tue connessioni remote a qualsiasi asset con un IP dedicato da un paese a tuo piacimento. Durante l'abbonamento, questo IP sarà solo e soltanto tuo, e proteggerà i trasferimenti dei dati con la più forte crittografia esistente.
ja: 選択した国の専用IPを使用して、あらゆるアセットへのリモート接続を保護しましょう。サブスクリプション中、このIPはあなただけのIPとなり、最も強力な暗号化でデータ転送を保護します。
ko: 원하는 국가의 전용 IP를 사용하여 어떤 자산에 대한 원격 연결이든 안전하게 보호하세요. 구독 기간 중 이 IP는 오직 회원님만 사용하실 수 있습니다. 가장 강력한 암호화 기술로 데이터 전송을 보호하세요.
nb: Sikre de eksterne tilkoblingene dine til alle ressurser med en dedikert IP fra et valgfritt land. Under abonnementet ditt er denne IP-en din, og bare din, og den beskytter dataoverføringene dine med markedets sterkeste kryptering.
nl: Beveilig uw verbindingen op afstand met een speciaal IP-adres uit een land naar keuze. Tijdens uw abonnement is dit IP-adres alleen van u en wordt de overdracht van uw gegevens beschermd met de sterkste encryptie die er is.
pl: Zabezpiecz swoje zdalne połączenia z dowolnym zasobem, korzystając z dedykowanego adresu IP z wybranego kraju. Przy ważnej subskrypcji ten adres IP będzie wyłącznie Twój i będzie chronić transfer danych za pomocą najsilniejszego szyfrowania dostępnego n rynku.
pt_br: Proteja suas conexões remotas a qualquer ativo com um IP dedicado de um país de sua escolha. Durante a sua assinatura, esse IP será seu e somente seu, protegendo suas transferências de dados com a criptografia mais forte que existe.
ru: Защитите свои удаленные подключения к любым ресурсам с помощью выделенного IP-адреса из выбранной вами страны. Пока действует подписка, этот IP-адрес будет исключительно вашим, а передаваемые вами данные будут защищены с использованием самого надежного из существующих алгоритмов шифрования.
th: รักษาความปลอดภัยการเชื่อมต่อระยะไกลกับสินทรัพย์ใดๆ ด้วย IP เฉพาะจากประเทศที่คุณเลือก ในระหว่างการเป็นสมาชิกของคุณ IP นี้จะเป็นของคุณและของคุณคนเดียวโดยมีการป้องกันการถ่ายโอนข้อมูลด้วยการเข้ารหัสที่แข็งแกร่งที่สุด
tr: Herhangi bir varlıkla olan uzaktan bağlantılarınızı, seçtiğiniz bir ülkeden özel bir IP ile sabitleyin. Aboneliğiniz sırasında bu IP sadece size ait olacak ve veri transferleriniz en güçlü şifrelemeyle koruyacaktır.
zh_hans: 使用来自您所选国家/地区的专用 IP 保护您与任何资产的远程连接。在您订阅期间，此 IP 仅属于您本人，并通过最强大的加密技术保护您的数据传输。
zh_hant: 使用所選國家的專屬 IP 保障與任何資產的遠端連線安全。訂閱期間，此 IP 僅供您本人使用，並透過最強而有力的加密來保護您的資料傳輸。

# server.reconnection.please.wait
source: Please wait...
ar: يرجى الانتظار...
da: Vent venligst...
de: Bitte warten...
es_mx: Espera...
fr: Veuillez patienter...
it: Attendi...
ja: お待ちください…
ko: 잠시만 기다리세요...
nb: Vent litt …
nl: Even geduld...
pl: Proszę czekać...
pt_br: Aguarde...
ru: Ожидайте...
th: โปรดรอ...
tr: Lütfen bekleyin...
zh_hans: 请稍候...
zh_hant: 請稍候…

# server.reconnection.still.connection
source: Still trying to connect...
ar: قيد محاولة الاتصال...
da: Prøver stadigt at oprette forbindelse...
de: Versucht immer noch, eine Verbindung herzustellen
es_mx: Seguimos intentando conectar...
fr: Tentative de connexion...
it: Tentativo di riconnessione...
ja: まだ接続試行中です...
ko: 아직 연결을 시도하는 중입니다...
nb: Prøver fortsatt å koble til …
nl: Nog steeds bezig met verbinding maken...
pl: Trwa próba połączenia
pt_br: Ainda tentando conectar...
ru: Идут попытки подключения...
th: ยังคงพยายามเชื่อมต่อ...
tr: Hâlâ bağlanmaya çalışıyor...
zh_hans: 仍在尝试连接...
zh_hant: 仍在嘗試連線…

# inapp.messages.toggle.title
source: Show Service Communication Messages
ar: إظهار رسائل اتصال الخدمة
da: Vis servicekommunikationsmeddelelser
de: Meldungen der Servicekommunikation anzeigen
es_mx: Mostrar mensajes de comunicación de servicio
fr: Afficher les messages de communication de service
it: Mostra i messaggi di comunicazione sul servizio
ja: サービス通信メッセージを表示
ko: 서비스 통신 메시지 표시
nb: Vis tjenestekommunikasjonsmeldinger
nl: Service-communicatieberichten weergeven
pl: Pokaż komunikaty dotyczące komunikacji usługi
pt_br: Mostrar mensagens de comunicação de serviço
ru: Показать служебные сообщения обмена данными
th: แสดงข้อความสื่อสารบริการ
tr: Servis İletişim Mesajlarını Göster
zh_hans: 显示服务通信消息
zh_hant: 顯示服務通訊訊息

# inapp.messages.settings.updated
source: Settings have been updated
ar: تم تحديث الإعدادات
da: Indstillinger er blevet opdateret
de: Die Einstellungen wurden aktualisiert
es_mx: Se actualizaron los ajustes
fr: Les paramètres ont été mis à jour
it: Impostazioni aggiornate
ja: 設定が更新されました
ko: 설정이 업데이트되었습니다
nb: Innstillingene ble oppdatert
nl: De instellingen zijn bijgewerkt
pl: Zaktualizowano ustawienia
pt_br: As configurações foram atualizadas
ru: Настройки обновлены
th: อัปเดตการตั้งค่าแล้ว
tr: Ayarlar güncellendi
zh_hans: 设置已更新
zh_hant: 已更新設定

# widget.liveActivity.region.title
source: Region
ar: المنطقة
es_mx: Región
it: Area
ja: 地域
ko: 지역
nb: Fylke
nl: Regio
pt_br: Região
ru: Регион
th: ภูมิภาค
tr: Bölge
zh_hans: 地区
zh_hant: 區域

# widget.liveActivity.selected_protocol.title
source: Protocol
ar: البروتوكول
de: Protokoll
es_mx: Protocolo
ko: 프로토콜
nb: Protokoll
pl: Protokół
th: โปรโตคอล
tr: Protokol
zh_hans: 协议

# regions.filter.all.title
source: All
es_mx: Todo
ko: 모두
pl: Wszystkie
th: ทั้งหมด
tr: Tümü
zh_hans: 全部

# regions.filter.search.title
source: Search
es_mx: Buscar
ko: 검색
pl: Szukaj
th: ค้นหา
tr: Ara
zh_hans: 搜索

# regions.filter.favorites.title
source: Favourite(s)
es_mx: Favoritos
ko: 즐겨찾기
pl: Ulubione
th: รายการโปรด
tr: Favoriler
zh_hans: 收藏

# regions.list.all_locations.title
source: All Locations
es_mx: Todas las ubicaciones
ko: 모든 위치
pl: Wszystkie lokalizacje
th: ตำแหน่งทั้งหมด
tr: Tüm Konumlar
zh_hans: 全部位置

# regions.list.optimal_location.title
source: Optimal Location
es_mx: Ubicación óptima
ko: 최적 위치
pl: Najlepsza lokalizacja
th: ตำแหน่งที่เหมาะสมที่สุด
tr: Optimal Konum
zh_hans: 优选位置

# regions.list.optimal_location_with_dip_location.title
source: Optimal Location/Dedicated IP
es_mx: Ubicación óptima/IP dedicada
ko: 최적 위치/전용 IP
pl: Najlepsza lokalizacja/Dedykowany adres IP
th: ตำแหน่งที่เหมาะสมที่สุด/IP เฉพาะ
tr: Optimal Konum/Dedicated IP
zh_hans: 优选位置/专用 IP

# regions.search.recommended_locations.title
source: Recommended Locations
es_mx: Ubicaciones recomendadas
ko: 권장 위치
pl: Polecane lokalizacje
th: ตำแหน่งที่แนะนำ
tr: Önerilen Konum
zh_hans: 推荐位置

# regions.search.results.title
source: Search Results
es_mx: Buscar resultados
ko: 검색 결과
pl: Wyniki wyszukiwania
th: ผลการค้นหา
tr: Arama Sonuçları
zh_hans: 搜索结果

# regions.search.button.title
source: Search for a Location
es_mx: Buscar una ubicación
ko: 위치 검색
pl: Szukaj lokalizacji
th: ค้นหาตำแหน่ง
tr: Bir Konum ara
zh_hans: 搜索位置

# regions.search.input_field.placeholder
source: Search for city or country
es_mx: Buscar por ciudad o país
ko: 도시 또는 국가 검색
pl: Szukaj miasta lub kraju
th: ค้นหาเมืองหรือประเทศ
tr: Bir şehir veya ülke ara
zh_hans: 搜索城市或国家

# regions.search.previous_results.title
source: Last Searched Locations
es_mx: Últimas ubicaciones buscadas
ko: 마지막 검색 위치
pl: Ostatnio wyszukiwane lokalizacje
th: ตำแหน่งที่ค้นหาล่าสุด
tr: Son Aranan Konumlar
zh_hans: 上次搜索的位置

# regions.context_menu.favorites.add.text
source: Add to Favorites
es_mx: Agregar a Favoritos
ko: 즐겨찾기에 추가
pl: Dodaj do ulubionych
th: เพิ่มในรายการโปรด
tr: Favorilere Ekle
zh_hans: 添加至收藏

# regions.context_menu.favorites.remove.text
source: Remove from Favorites
es_mx: Quitar de Favoritos
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
th: ลบออกจากรายการโปรด
tr: Favorilerden Çıkar
zh_hans: 从收藏夹移除

# regions.list_item.default.title
source: Default Location
es_mx: Ubicación predeterminada
ko: 기본 위치
pl: Domyślna lokalizacja
th: ตำแหน่งเริ่มต้น
tr: Varsayılan Konum
zh_hans: 默认位置

# top_navigation_bar.vpn_item.title
source: PIA VPN
es_mx: VPN PIA
th: VPN PIA

# top_navigation_bar.location_item.title
source: Location
es_mx: Ubicación
ko: 위치
pl: Lokalizacja
th: ตำแหน่ง
tr: Konum
zh_hans: 位置

# top_navigation_bar.location_selection_screen.title
source: Location Selection
es_mx: Selección de ubicación
ko: 위치 선택
pl: Wybór lokalizacji
th: การเลือกตำแหน่ง
tr: Konum Seçimi
zh_hans: 位置选择

# onboarding.connection_stats.title
source: Help Improve PIA
es_mx: Ayúdanos a mejorar PIA
ko: PIA 개선에 도움을 주세요
pl: Pomóż udoskonalić PIA
th: ช่วยปรับปรุง PIA
tr: PIA'yı İyileştirilmeye Yardım Edin
zh_hans: 帮助改进 PIA

# onboarding.connection_stats.subtitle
source: Help us improve by sharing VPN connection statistics. These reports never contain personally identifiable information.
es_mx: Comparte tus estadísticas de conexión de VPN para ayudarnos a mejorar. Estos informes no contienen ninguna información personal identificable.
ko: VPN 연결 통계를 공유하여 저희 서비스를 개선할 수 있도록 도와 주세요. 이 보고서에는 개인 식별 정보가 절대로 포함되지 않습니다.
pl: Pomóż nam udoskonalić nasze usługi, udostępniając statystyki połączeń VPN. Te raporty nie zawierają informacji umożliwiających identyfikację użytkownika.
th: ช่วยเราปรับปรุงด้วยการแชร์สถิติการเชื่อมต่อ VPN โดยที่รายงานเหล่านี้จะไม่มีข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้
tr: VPN bağlantı istatistiklerini bizimle paylaşarak uygulamamızı geliştirmemize yardımcı olun. Bu raporlar hiç bir şekilde kişisel olarak tanımlanabilir bilgiler içermez.
zh_hans: 共享连接数据帮助我们改进服务。这些报告绝不包含可识别个人身份的信息。

# onboarding.vpn_configuration.title
source: Configure PIA
es_mx: Configura PIA
ko: PIA 구성
pl: Skonfiguruj PIA
th: กำหนดค่า PIA
tr: PIA'yı Yapılandır
zh_hans: 配置 PIA

# onboarding.vpn_configuration.subtitle
source: When connecting for the first time, you will be asked to allow PIA to access VPN configurations. This is necessary in order to encrypt your traffic. Please remember that we don't monitor, filter, or log your online activity. To proceed click on the button below.
es_mx: Cuando te conectes por primera vez, te pediremos que permitas que PIA acceda a tus configuraciones de VPN. Necesitamos hacerlo para cifrar tu tráfico. Recuerda que no monitorizamos, filtramos ni registramos tu actividad online. Si deseas continuar, haz clic en el botón a continuación.
ko: 처음 연결 시 PIA에서 VPN 구성에 접근하도록 허용해 달라는 요청을 받게 됩니다. 트래픽을 암호화하기 위해서 필수적인 절차입니다. 저희는 고객님의 온라인 활동을 모니터링, 필터링 또는 기록하지 않는다는 점을 기억하세요. 계속 진행하려면 아래 버튼을 클릭하세요.
pl: Podczas pierwszego połączenia konieczne będzie zezwolenie PIA na dostęp do konfiguracji VPN. Jest to konieczne, aby zaszyfrować Twój ruch Pamiętaj, że nie monitorujemy, nie filtrujemy ani nie rejestrujemy Twojej aktywności online. Kliknij poniższy przycisk, aby kontynuować.
th: เมื่อเชื่อมต่อเป็นครั้งแรก คุณจะถูกขอให้อนุญาตให้ PIA เข้าถึงการกำหนดค่า VPN นี่เป็นสิ่งจำเป็นเพื่อเข้ารหัสการรับส่งข้อมูลของคุณ โปรดจำไว้ว่าเราไม่ตรวจสอบ กรอง หรือบันทึกกิจกรรมออนไลน์ของคุณ หากต้องการดำเนินการต่อ ให้คลิกที่ปุ่มด้านล่าง
tr: İlk kez bağlandığınızda PIA'nın VPN yapılandırmalarına erişmesine izin vermeniz istenecektir. Trafiğinizi şifrelemek için bu gereklidir. Çevrimiçi etkinliğinizi izlemediğimizi, filtrelemediğimizi veya günlüğe kaydetmediğimizi lütfen unutmayın. Devam etmek için aşağıdaki butona tıklayın.
zh_hans: 首次连接时，系统将要求您允许 PIA 访问 VPN 配置。 这是加密您的流量所必需的。 我们不会监视、筛选或记录您的在线活动。 点击下方按钮继续。

# onboarding.vpn_configuration.button
source: Configure PIA
es_mx: Configurar PIA
ko: PIA 구성
pl: Skonfiguruj PIA
th: กำหนดค่า PIA
tr: PIA'yı Yapılandır
zh_hans: 配置 PIA

# tvos.welcome.title
source: Fast & Secure VPN for Streaming
es_mx: VPN rápida y segura para hacer streaming
ko: 스트리밍을 위한 고속 보안 VPN
pl: Szybki i bezpieczny VPN do streamingu
th: VPN ที่รวดเร็วและปลอดภัยสำหรับการสตรีม
tr: İzleme için Hızlı ve Güvenli VPN
zh_hans: 用于流媒体的快速且安全的 VPN

# tvos.welcome.button.login
source: Log In
es_mx: Iniciar sesión
ko: 로그인
pl: Zaloguj się
th: เข้าสู่ระบบ
tr: Giriş Yap
zh_hans: 登录

# tvos.welcome.button.signup
source: Sign Up
es_mx: Crear cuenta
ko: 가입
pl: Zarejestruj się
th: ลงชื่อเข้าใช้
tr: Kaydol
zh_hans: 注册

# tvos.login.title
source: Enter your PIA VPN account details
es_mx: Introduce los datos de su cuenta de la VPN PIA
ko: PIA VPN 계정 정보를 입력하세요
pl: Wprowadź dane swojego konta PIA VPN
th: ป้อนรายละเอียดบัญชี VPN PIA ของคุณ
tr: PIA VPN hesap bilgilerinizi girin
zh_hans: 输入您的 PIA VPN 账户信息

# tvos.login.placeholder.username
source: Enter Username
es_mx: Introducir usuario
ko: 사용자 이름 입력하기
pl: Wpisz nazwę użytkownika
th: กรอกชื่อผู้ใช้
tr: Kullanıcı Adı Girin
zh_hans: 输入用户名

# tvos.login.placeholder.password
source: Enter Password
es_mx: Introducir contraseña
ko: 비밀번호 입력하기
pl: Wpisz hasło
th: กรอกรหัสผ่าน
tr: Şifre Girin
zh_hans: 输入密码

# tvos.login.qr.title
source: Sign in using the PIA app
es_mx: Inicia sesión con la aplicación de PIA
ko: PIA 앱을 이용하여 로그인하세요
pl: Zaloguj się za pomocą aplikacji PIA
th: ลงชื่อเข้าใช้ด้วยแอป PIA
tr: PIA uygulamasını kullanarak giriş yapın
zh_hans: 使用 PIA 应用程序登录

# tvos.login.qr.description
source: Scan the QR Code, and validate the login from the PIA iOS app.
es_mx: Escanea el código QR y valida el inicio de sesión desde la aplicación de iOS de PIA.
ko: QR 코드를 스캔하고 PIA iOS 앱에서 로그인을 인증하세요.
pl: Zeskanuj kod QR i potwierdź login z poziomu aplikacji PIA na iOS.
th: สแกนรหัส QR และตรวจสอบข้อมูลการเข้าสู่ระบบจากแอป PIA iOS
tr: QR Kodunu tarayın ve girişi PIA iOS uygulamasından doğrulayın.
zh_hans: 扫描二维码，并在 PIA iOS 应用程序中验证登录。

# tvos.login.qr.timer
source: The code will expire in:
es_mx: El código caducará en:
ko: 코드 만료까지 남은 시간:
pl: Kod wygaśnie za:
th: รหัสจะหมดอายุใน:
tr: Kodun geçerlilik süresi:
zh_hans: 代码过期时间：

# tvos.login.qr.options
source: Other options:
es_mx: Otras opciones:
ko: 기타 옵션:
pl: Inne opcje:
th: ตัวเลือกอื่น:
tr: Diğer seçenekler:
zh_hans: 其他选项：

# tvos.login.qr.button.login
source: Log In via Username
es_mx: Iniciar sesión con nombre de usuario
ko: 사용자 이름으로 로그인
pl: Zaloguj się przez nazwę użytkownika
th: เข้าสู่ระบบผ่านชื่อผู้ใช้
tr: Kullanıcı Adıyla Giriş Yapın
zh_hans: 使用用户名登录

# tvos.login.qr.button.restore
source: Restore Purchase
es_mx: Restablecer compra
ko: 구매 복원
th: คืนค่าการซื้อ
tr: Satın Alma İşlemini Geri Yükle

# tvos.login.qr.expired.title
source: QR Code has expired
es_mx: El código QR ha caducado
ko: QR 코드가 만료되었습니다
pl: Kod QR wygasł
th: รหัส QR หมดอายุแล้ว
tr: QR Kodunun süresi doldu
zh_hans: 二维码已过期

# tvos.login.qr.expired.description
source: Generate a new one below
es_mx: Genera uno nuevo haciendo clic a continuación
ko: 아래에서 새로운 QR 코드를 생성하세요.
pl: Wygeneruj nowy poniżej
th: สร้างรหัสใหม่ด้านล่าง
tr: Aşağıda yenisini oluşturun
zh_hans: 在下方生成新的二维码

# tvos.login.qr.expired.button.generate
source: Generate QR
es_mx: Generar QR
ko: QR 생성
pl: Wygeneruj QR
th: สร้าง QR
tr: QR Oluştur
zh_hans: 生成 QR

# error_alert.connection_error.no_network.title
source: Unable to connect
es_mx: No es posible conectarse
ko: 연결할 수 없음
pl: Nie udało się połączyć
th: ไม่สามารถเชื่อมต่อได้
tr: Bağlanılamıyor
zh_hans: 无法连接

# error_alert.connection_error.no_network.message
source: Please check your internet connection and try again
es_mx: Comprueba tu conexión a internet y vuelve a intentarlo
ko: 인터넷 연결 상태를 확인한 뒤 다시 시도하세요.
pl: Sprawdź swoje połączenie internetowe i spróbuj ponownie
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
zh_hans: 请检查您的网络连接并重试

# error_alert.connection_error.no_network.retry_action.title
source: Retry
es_mx: Volver a intentarlo
ko: 다시 시도하기
pl: Spróbuj ponownie
th: ลองอีกครั้ง
tr: Tekrar Dene
zh_hans: 重试

# location_selection.optimal_location.title
source: Optimal Location
es_mx: Ubicación óptima
ko: 최적 위치
pl: Najlepsza lokalizacja
th: ตำแหน่งที่เหมาะสมที่สุด
tr: Optimal Konum
zh_hans: 优选位置

# location_selection.any_other_location.title
source: Selected Location
es_mx: Ubicación seleccionada
ko: 선택된 위치
pl: Wybrana lokalizacja
th: ตำแหน่งที่เลือก
tr: Seçilen Konum
zh_hans: 所选位置

# dashboard.connection_state.connected.title
source: Connected
es_mx: Conectada
ko: 연결됨
pl: Połączono
th: เชื่อมต่อ
tr: Bağlı
zh_hans: 已连接

# dashboard.connection_state.disconnected.title
source: Not Connected
es_mx: Desconectada
ko: 연결되지 않음
pl: Nie połączono
th: ไม่ได้เชื่อมต่อ
tr: Bağlı Değil
zh_hans: 未连接

# dashboard.connection_state.connecting.title
source: Connecting...
es_mx: Conectando...
ko: 연결 중...
pl: Łączenie
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
zh_hans: 正在连接...

# dashboard.connection_state.reconnecting.title
source: Reconnecting...
es_mx: Reconectando…
ko: 다시 연결 중...
pl: Ponowne łączenie...
th: เชื่อมต่ออีกครั้ง...
tr: Yeniden bağlanıyor...
zh_hans: 正在重新连接...

# dashboard.connection_state.disconnecting.title
source: Disconnecting...
es_mx: Desconectando...
ko: 연결 해제 중...
pl: Rozłączanie
th: กำลังยกเลิกการเชื่อมต่อ...
tr: Bağlantı kesiliyor...
zh_hans: 正在断开连接

# dashboard.connection_state.error.title
source: Connection Error
es_mx: Error de conexión
ko: 연결 오류
pl: Błąd połączenia
th: การเชื่อมต่อล้มเหลว
tr: Bağlantı Hatası
zh_hans: 连接错误

# dashboard.connection_state.network_error_alert.message
source: Please check your internet connection and try again
es_mx: Comprueba tu conexión a internet y vuelve a intentarlo
ko: 인터넷 연결 상태를 확인한 뒤 다시 시도하세요.
pl: Sprawdź swoje połączenie internetowe i spróbuj ponownie
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณแล้วลองอีกครั้ง
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin
zh_hans: 请检查您的网络连接并重试

# dashboard.connection_state.network_error_alert.primary_action.title
source: Retry
es_mx: Volver a intentarlo
ko: 다시 시도하기
pl: Spróbuj ponownie
th: ลองอีกครั้ง
tr: Tekrar Dene
zh_hans: 重试

# settings.account.log_out_button.title
source: Log Out
es_mx: Cerrar sesión
ko: 로그아웃
pl: Wyloguj się
th: ออกจากระบบ
tr: Çıkış Yap
zh_hans: 退出

# settings.account.log_out_alert.title
source: Are you sure?
es_mx: ¿Estás seguro?
ko: 계속하시겠습니까?
pl: Czy na pewno?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
zh_hans: 确定？

# settings.account.log_out_alert.message
source: Logging out will terminate any active VPN connection and leave you unprotected.
es_mx: Si cierras la sesión, interrumpirás las conexiones VPN activas y te quedarás desprotegido.
ko: 로그아웃하면 활성화된 VPN 연결이 해제되고 보호되지 않습니다.
pl: Wylogowanie zakończy aktywne połączenie VPN i pozbawi Cię ochrony.
th: การออกจากระบบจะยุติการเชื่อมต่อ VPN ที่ใช้งานอยู่ และทำให้คุณไม่ได้รับการป้องกัน
tr: Oturumu kapatmak, tüm aktif VPN bağlantılarını sonlandıracak ve sizi korumasız bırakacaktır.
zh_hans: 登出将会终止任何活动的 VPN 连接，使您的数据失去保护。

# settings.account.subscription_expiry.title
source: Subscription expires on
es_mx: La suscripción caduca en
ko: 구독 만료일
pl: Subskrypcja wygasa
th: การสมัครสมาชิกจะหมดอายุในวันที่
tr: Aboneliğin sona erme süresi:
zh_hans: 订阅过期时间

# settings.dedicatedip.title1
source: Enter Dedicated IP
es_mx: Introduce tu IP dedicada
ko: 전용 IP 입력
pl: Wprowadź dedykowany adres IP
th: กรอก IP เฉพาะ
tr: Dedicated IP Adresi Girin
zh_hans: 输入专用IP

# settings.dedicatedip.title2
source: Dedicated IP
es_mx: IP dedicada
ko: 전용 IP
pl: Dedykowany adres IP
th: IP เฉพาะ
tr: Atanmış IP VPN
zh_hans: 专用 IP

# settings.dedicatedip.subtitle
source: Activate your dedicated IP by typing your token in the field below. You can purchase a dedicated IP from your Client Control Panel on the PIA website.
es_mx: Activa tu IP dedicada escribiendo tu token en el campo . Puedes comprar una IP dedicada en el panel de control de cliente en la página web de la VPN PIA.
ko: 아래의 입력란에 토큰을 입력하여 전용 IP를 활성화하세요. PIA 웹사이트의 클라이언트 제어판에서 전용 IP를 구매할 수 있습니다.
pl: Aktywuj dedykowany adres IP, wpisując swój token w poniższym polu. Możesz kupić dedykowany adres IP w panelu kontrolnym klienta na stronie PIA.
th: เปิดใช้งาน IP เฉพาะของคุณโดยพิมพ์โทเค็นของคุณในช่อง ด้านล่าง คุณสามารถซื้อ IP เฉพาะได้จาก แผงควบคุมไคลเอนต์ของคุณบนเว็บไซต์ PIA
tr: Tokeninizi aşağıdaki alana yazarak özel IP'nizi etkinleştirin. PIA web sitesindeki Müşteri Kontrol Panelinizden özel IP satın alabilirsiniz.
zh_hans: 在 下方字段中输入您的代币以激活专用 IP。您可在 PIA 网站的客户 控制面板购买专用 IP。

# settings.dedicatedip.placeholder
source: Enter Your Dedicated IP Token
es_mx: Escribe aquí el token de la IP dedicada
ko: 전용 IP 토큰 입력
pl: Wprowadź dedykowany token IP
th: กรอกโทเค็น IP เฉพาะของคุณ
tr: Özel IP Tokeninizi Girin
zh_hans: 输入您的专用 IP 代币

# settings.dedicatedip.button
source: Activate
es_mx: Activar
ko: 활성화
pl: Aktywuj
th: เปิดการใช้งาน
tr: Etkinleştir
zh_hans: 激活

# settings.dedicatedip.alert.failure.title
source: Something went wrong
es_mx: Algo salió mal
ko: 오류가 발생했습니다.
pl: Coś poszło nie tak
th: มีบางอย่างผิดพลาด
tr: Bir şeyler yanlış gitti
zh_hans: 出现错误

# settings.dedicatedip.alert.failure.message
source: Your token is either invalid or has expired.
es_mx: El token no es válido o ha caducado.
ko: 토큰이 유효하지 않거나 만료되었습니다.
pl: Token jest nieprawidłowy lub wygasł.
th: โทเค็นของคุณไม่ถูกต้องหรือหมดอายุแล้ว
tr: Tokeniniz ya geçersiz ya da süresi dolmuş.
zh_hans: 您的代币无效或已过期。

# settings.dedicatedip.alert.failure.message.empty
source: Your token can't be empty.
es_mx: El token no puede estar en blanco.
ko: 토큰을 비워 둘 수 없습니다.
pl: Token nie może być pusty.
th: โทเค็นของคุณไม่สามารถเว้นว่างได้
tr: Tokeniniz boş olamaz.
zh_hans: 代币不能为空。

# settings.dedicatedip.alert.success.title
source: You're all set
es_mx: Todo listo
ko: 모두 완료되었습니다
pl: Wszystko gotowe
th: คุณตั้งค่าเรียบร้อยแล้ว
tr: Hazırsınız
zh_hans: 一切就绪

# settings.dedicatedip.alert.success.message
source: Your Dedicated IP it's now active.
es_mx: Tu IP dedicada está activa.
ko: 이제 전용 IP 주소가 활성화되었습니다.
pl: Dedykowany adres IP jest teraz aktywny.
th: IP เฉพาะของคุณเปิดใช้งานแล้ว
tr: Özel IP'niz artık aktif.
zh_hans: 您的专用 IP 现已激活。

# settings.dedicatedip.alert.success.button
source: Continue
es_mx: Continuar
ko: 계속
pl: Kontynuuj
th: ดำเนินการต่อ
tr: Devam et
zh_hans: 继续

# settings.dedicatedip.stats.dedicatedip
source: Dedicated IP
es_mx: IP dedicada
ko: 전용 IP
pl: Dedykowany adres IP
th: IP เฉพาะ
tr: Atanmış IP VPN
zh_hans: 专用 IP

# settings.dedicatedip.stats.ip
source: IP Address
es_mx: Dirección IP
ko: IP 주소
pl: Adres IP
th: ที่อยู่ IP
tr: IP Adresi
zh_hans: IP 地址

# settings.dedicatedip.stats.location
source: Location
es_mx: Ubicación
ko: 위치
pl: Lokalizacja
th: ตำแหน่ง
tr: Konum
zh_hans: 位置

# settings.dedicatedip.stats.quickAction
source: Quick Action
es_mx: Acción rápida
ko: 빠른 작업
pl: Szybkie działanie
th: การดำเนินการด่วน
tr: Hızlı Eylem
zh_hans: 快速操作

# settings.dedicatedip.stats.delete.button
source: Delete Dedicated IP
es_mx: Borrar IP dedicada
ko: 전용 IP 삭제
pl: Usuń dedykowany adres IP
th: ลบ IP เฉพาะ
tr: Özel IP Adresini Sil
zh_hans: 删除专用 IP

# settings.dedicatedip.stats.delete.alert.title
source: Are you sure?
es_mx: ¿Estás seguro?
ko: 계속하시겠습니까?
pl: Czy na pewno?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
zh_hans: 确定？
