Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# card.wireguard.description
source: It's a new, more efficient VPN protocol that offers better performance, lower CPU usage and longer battery life.
ar: إنه بروتوكول VPN جديد وأكثر كفاءة يوفر أداءً أفضل واستخدامًا أقل للمعالج وعمرًا أطول للبطارية.
da: Det er en ny, mere effektiv VPN-protokol, der giver bedre ydelse, lavere CPU-forbrug og længere batterilevetid.
de: Es handelt sich um ein neues, effizienteres VPN-Protokoll, das eine bessere Leistung, eine geringere CPU-Auslastung und eine längere Akkulaufzeit bietet.
es_mx: Se trata de un nuevo protocolo VPN más eficaz que ofrece un mejor rendimiento, menor consumo de CPU y mayor duración de la batería.
fr: Il s'agit d'un nouveau protocole VPN plus efficace qui offre de meilleures performances, une utilisation plus faible du processeur et une durée de vie de la batterie plus longue.
it: È un nuovo protocollo VPN più efficiente che offre migliori prestazioni, uso del CPU ridotto e maggior durata della batteria.
ja: より優れたパフォーマンス、より低いCPU使用率、およびより長いバッテリー寿命を提供する、新しくより効率的なVPNプロトコルです。
ko: 새롭고 더 효율적인 VPN 프로토콜을 통해 더 우수한 성능, 더 적은 CPU 사용량 및 더 긴 배터리 수명을 제공합니다.
nb: Det er en ny mer effektiv VPN-protokoll som tilbyr bedre ytelse, lavere CPU-bruk og lengre batteritid.
nl: Het is een nieuw, efficiënter VPN-protocol met betere prestaties, een lager CPU-gebruik en een langere levensduur van de batterij.
pl: To nowy, wydajniejszy protokół komunikacyjny dla VPN, który oferuje sprawniejsze działanie, mniejsze zużycie procesora i dłuższą żywotność baterii.
pt_br: É um protocolo de VPN novo e mais eficiente que oferece um melhor desempenho, menor uso da CPU e maior duração da bateria.
ru: Это новый, более эффективный протокол VPN, который обеспечивает более высокую производительность, меньшую нагрузку на процессор и более длительную автономную работу устройства.
th: นี่คือโปรโตคอล VPN ใหม่ที่มีประสิทธิภาพมากขึ้น ลดการใช้ CPU และยืดอายุแบตเตอรี่
tr: Bu, daha iyi performans, daha düşük CPU kullanımı ve daha uzun pil ömrü sunan, yeni, daha verimli bir VPN protokolü.
zh_hans: 这是更有效的全新 VPN 协议，可提高性能、降低 CPU 使用率并延长电池寿命。
zh_hant: 這是款全新高效的 VPN 通訊協定，具備更佳的性能、更低的 CPU 使用率和更長的電池壽命。

# card.wireguard.cta.activate
source: Try WireGuard® now
ar: جرّب ®WireGuard الآن
da: Prøv WireGuard® nu
de: Jetzt WireGuard® testen
es_mx: Prueba WireGuard® ahora
fr: Essayez WireGuard® maintenant
it: Prova subito WireGuard®
ja: WireGuard®を今すぐ試す
ko: 지금 WireGuard® 사용해 보기
nb: Prøv WireGuard® nå
nl: Probeer WireGuard® nu
pl: Wypróbuj WireGuard® teraz
pt_br: Experimente o WireGuard® agora
ru: Опробуйте WireGuard®
th: ลอง WireGuard® ได้แล้วตอนนี้
tr: WireGuard®'ı hemen deneyin
zh_hans: 立即试用 WireGuard®
zh_hant: 立即體驗 WireGuard®

# card.wireguard.cta.settings
source: Open Settings
ar: فتح الإعدادات
da: Åbn indstillinger
de: Einstellungen öffnen
es_mx: Abrir Configuración
fr: Ouvrir les Paramètres
it: Apri Impostazioni
ja: [設定]を開く
ko: 설정 열기
nb: Åpne innstillinger
nl: Instellingen openen
pl: Otwórz ustawienia
pt_br: Abrir Configurações
ru: Открыть настройки
th: เปิดตั้งค่า
tr: Ayarlar'ı Açın
zh_hans: 打开设置
zh_hant: 開啟設定

# card.wireguard.cta.learn
source: Learn more
ar: معرفة المزيد
da: Lær mere
de: Mehr erfahren
es_mx: Más información
fr: En savoir plus
it: Maggiori informazioni
ja: 詳しく知る
ko: 자세히 보기
nb: Finn ut mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
th: เรียนรู้เพิ่มเติม
tr: Daha fazlasını öğrenin
zh_hans: 了解更多
zh_hant: 深入了解

# dedicated.ip.title
source: Dedicated IP
ar: عنوان IP مخصّص
da: Dedikeret IP
de: Dedizierte IP
es_mx: IP dedicada
fr: IP dédiée
it: IP dedicato
ja: 専用IP
ko: 전용 IP
nb: Dedikert IP
nl: Toegewijde IP
pl: Dedykowany adres IP
pt_br: IP dedicado
ru: Выделенный IP-адрес
th: IP เฉพาะ
tr: Atanmış IP VPN
zh_hans: 专用 IP
zh_hant: 專屬 IP

# dedicated.ip.plural.title
source: Your Dedicated IPs
ar: عناوين IP المخصّصة
da: Dine dedikerede IP'er
de: Ihre dedizierten IPs
es_mx: Tu IP dedicadas
fr: Vos IP dédiées
it: I tuoi IP dedicati
ja: あなたの専用IP
ko: 회원님의 전용 IP
nb: Dine dedikerte IP-er
nl: Uw dedicated IP's
pl: Twoje dedykowane adresy IP
pt_br: Seus IPs dedicados
ru: Ваши выделенные IP-адреса
th: IP เฉพาะของคุณ
tr: Özel IP Adresleriniz
zh_hans: 您的专用 IP
zh_hant: 您的專屬 IP

# dedicated.ip.activation.description
source: Activate your Dedicated IP by pasting your token in the form below. If you've recently purchased a dedicated IP, you can generate the token by going to the PIA website.
ar: قم بتنشيط عنوان IP المخصّص عن طريق لصق الرمز في النموذج أدناه. إذا كنت قد اشتريت عنوان IP مخصصًا مؤخرًا، يمكنك إنشاء الرمز من خلال الذهاب إلى موقع PIA الإلكتروني.
da: Aktiver din dedikerede IP ved at indsætte dit token i nedenstående formular. Hvis du for nylig har købt en dedikeret IP, kan du generere tokenet ved at gå til PIA-websiden.
de: Aktivieren Sie Ihre Dedizierte IP, indem Sie Ihr Token in das unten stehende Formular einfügen. Wenn Sie kürzlich eine dedizierte IP erworben haben, können Sie das Token generieren, indem Sie die PIA-Website aufrufen.
es_mx: Pega tu token en el siguiente formulario para activar tu IP dedicada. Si adquiriste recientemente una IP dedicada, puedes generar el token en el sitio web de PIA.
fr: Activez votre adresse IP dédiée en collant votre jeton dans le formulaire ci-dessous. Si vous avez récemment acheté une adresse IP dédiée, vous pouvez générer le jeton en vous rendant sur le site Web de PIA.
it: Attiva il tuo IP dedicato incollando il token nel modulo qui sotto. Se hai recentemente acquistato un IP dedicato, puoi generare il token accedendo al sito web di PIA.
ja: 下のフォームにトークンを貼り付けて、専用IPをアクティブにします。最近専用IPを購入した場合は、PIAウェブサイトにアクセスしてトークンを生成することができます。
ko: 아래 양식에 회원님의 토큰을 붙여넣어서 전용 IP를 활성화하세요. 최근에 전용 IP를 구매하신 경우 PIA 웹사이트로 이동하여 토큰을 생성하실 수 있습니다.
nb: Aktiver din dedikerte IP ved å lime inn tokenet ditt i skjemaet nedenfor. Hvis du nylig har kjøpt en dedikert IP, kan du generere tokenet ved å gå til PIA-nettstedet.
nl: Activeer uw dedicated IP door uw code in het formulier hieronder te plakken. Als u onlangs een dedicated IP hebt gekocht, kunt u de code op de PIA-website genereren.
pl: Aktywuj dedykowany adres IP, wklejając swój token w poniższym formularzu. Jeśli niedawno nabyłeś(-aś) dedykowany adres IP, możesz wygenerować token przechodząc na stronę PIA.
pt_br: Ative o seu IP dedicado colando o token no formulário abaixo. Se comprou um IP dedicado recentemente, você pode gerar o token acessando o site da PIA.
ru: Активируйте свой выделенный IP-адрес, вставив токен в форму ниже. Если вы недавно приобрели выделенный IP-адрес, вы можете сгенерировать токен на веб-сайте PIA.
th: เปิดใช้งาน IP เฉพาะของคุณโดยวางโทเค็นของคุณในแบบฟอร์มด้านล่าง หากคุณเพิ่งซื้อ IP เฉพาะ คุณสามารถสร้างโทเค็นได้โดยไปที่เว็บไซต์ PIA
tr: Belirtecinizi aşağıdaki forma yapıştırarak Özel IP'nizi etkinleştirin. Kısa süre önce bir özel IP satın aldıysanız belirteci PIA web sitesine giderek oluşturabilirsiniz.
zh_hans: 将您的令牌粘贴到以下表格中，激活您的专用 IP。如果您最近购买了专用 IP，则可以访问 PIA 网站来生成令牌。
zh_hant: 請在下方表格中貼上權杖以啟用專屬 IP。若您近期有購買專屬 IP，即可前往 PIA 網站頁面產生權杖。

# dedicated.ip.token.textfield.placeholder
source: Paste in your token here
ar: الصق الرمز هنا
da: Indtast dit token her
de: Fügen Sie Ihr Token hier ein
es_mx: Pega tu token aquí
fr: Collez votre jeton ici
it: Incolla il token qui
ja: ここにトークンを貼り付けます
ko: 여기에 회원님의 토큰을 붙여넣으세요
nb: Lim inn tokenet her
nl: Plak uw code hier
pl: Wklej tu swój token
pt_br: Cole o seu token aqui
ru: Вставьте свой токен здесь
th: วางโทเค็นของคุณที่นี่
tr: Belirtecinizi buraya yapıştırın
zh_hans: 在这里粘贴你的令牌
zh_hant: 在此貼上權杖

# dedicated.ip.token.textfield.accessibility
source: The textfield to type the Dedicated IP token
ar: حقل النص الخاص بكتابة رمز IP المخصّص
da: Tekstfeltet til at indtaste det dedikerede IP-token
de: Das Textfeld zur Eingabe des Dedizierten IP-Tokens
es_mx: El campo de texto para introducir el token de IP dedicada
fr: Le champ de texte pour taper le jeton IP dédié
it: Il campo di testo per digitare il token dell'IP dedicato
ja: 専用IPトークンを入力するためのテキストフィールド
ko: 전용 IP 토큰을 입력하는 텍스트 필드
nb: Tekstfeltet for å skrive inn dedikert IP-token
nl: Het tekstveld om uw dedicated IP-code in te voeren
pl: Pole tekstowe do wpisania tokena dedykowanego adresu IP
pt_br: O campo de texto para digitar o token de IP dedicado
ru: Текстовое поле для ввода токена выделенного IP-адреса
th: ช่องข้อความสำหรับพิมพ์โทเค็น IP เฉพาะ
tr: Özel IP belirtecini yazmak için metin alanı
zh_hans: 用于输入专用 IP 令牌的文本域
zh_hant: 輸入專屬 IP 權杖的文字輸入框

# dedicated.ip.activate.button.title
source: Activate
ar: تنشيط
da: Aktiver
de: Aktivieren
es_mx: Activar
fr: Activer
it: Attiva
ja: アクティベート
ko: 활성화
nb: Aktiver
nl: Activeren
pl: Aktywuj
pt_br: Ativar
ru: Активировать
th: เปิดการใช้งาน
tr: Etkinleştir
zh_hans: 激活
zh_hant: 啟用

# dedicated.ip.message.incorrect.token
source: Please make sure you have entered the token correctly
ar: يرجى التأكد من إدخال الرمز بشكل صحيح.
da: Sørg for, at du har indtastet tokenet korrekt
de: Bitte vergewissern Sie sich, dass Sie das Token korrekt eingegeben haben
es_mx: Asegúrate de haber introducido el token correctamente.
fr: Veuillez vous assurer que vous avez saisi le jeton correctement.
it: Assicurati di aver inserito correttamente il token
ja: トークンが正しく入力されていることを確認してください
ko: 올바른 토큰을 입력했는지 확인하세요
nb: Kontroller at du har skrevet tokenet riktig
nl: Zorg ervoor dat u de code juist heeft ingevoerd
pl: Sprawdź, czy wprowadzony token jest prawidłowy.
pt_br: Verifique se você inseriu o token corretamente
ru: Убедитесь, что вы правильно ввели токен
th: โปรดตรวจสอบว่าคุณได้ป้อนโทเค็นอย่างถูกต้อง
tr: Lütfen belirteci doğru girdiğinizden emin olun
zh_hans: 请确保您输入的令牌正确无误
zh_hant: 請確保輸入的權杖正確無誤

# dedicated.ip.message.invalid.token
source: Your token is invalid. Please make sure you have entered the token correctly.
ar: الرمز غير صالح. يرجى التأكد من إدخال الرمز بشكل صحيح.
da: Dit token er ugyldigt. Sørg for, at du har indtastet tokenet korrekt.
de: Ihr Token ist ungültig. Bitte stellen Sie sicher, dass Sie das Token korrekt eingegeben haben.
es_mx: El token no es válido. Asegúrate de haber introducido el token correctamente.
fr: Votre jeton n'est pas valide. Veuillez vous assurer que vous avez saisi le jeton correctement.
it: Token non valido. Assicurati di aver inserito correttamente il token.
ja: トークンが無効です。トークンが正しく入力されていることを確認してください。
ko: 토큰이 유효하지 않습니다. 올바른 토큰을 입력했는지 확인하세요.
nb: Tokenet er ugyldig. Kontroller at du har skrevet tokenet riktig.
nl: Uw code is ongeldig. Zorg ervoor dat u de code juist heeft ingevoerd.
pl: Twój token jest nieprawidłowy. Sprawdź, czy wpisany token jest prawidłowy.
pt_br: O seu token é inválido. Verifique se você inseriu o token corretamente.
ru: Недействительный токен. Убедитесь, что вы правильно ввели токен.
th: โทเค็นของคุณไม่ถูกต้อง โปรดตรวจสอบว่าคุณได้ป้อนโทเค็นอย่างถูกต้อง
tr: Belirteciniz geçersiz. Lütfen belirteci doğru şekilde girdiğinizden emin olun.
zh_hans: 您的令牌无效。请确保您输入的令牌正确无误。
zh_hant: 您的權杖無效。請確保輸入的權杖正確無誤。

# dedicated.ip.message.valid.token
source: Your Dedicated IP has been activated successfully. It will be available in your Region selection list.
ar: تم تنشيط عنوان IP المخصّص بنجاح. سيكون متاحًا في قائمة اختيار المنطقة.
da: Din dedikerede IP er blevet aktiveret. Den vil være tilgængelig på din liste over Valg af regioner.
de: Ihre Dedizierte IP wurde erfolgreich aktiviert. Sie wird in der Auswahlliste Ihrer Region verfügbar sein.
es_mx: Tu IP dedicada se activó correctamente. Estará disponible en tu lista de selección de región.
fr: Votre adresse IP dédiée a été activée avec succès. Elle sera disponible dans votre liste de sélection de région.
it: Il tuo IP dedicato è stato attivato. Sarà disponibile nell'elenco di selezione del paese.
ja: 専用IPが正常にアクティベートされました。地域選択リストで利用できるようになります。
ko: 회원님의 전용 IP가 성공적으로 활성화되었습니다. 지역 선택 목록에서 사용하실 수 있습니다.
nb: Den dedikerte IP-en din ble aktivert. Den blir tilgjengelig i regionvalg-listen.
nl: Uw dedicated IP is geactiveerd. Het is beschikbaar in uw regioselectielijst.
pl: Twój dedykowany adres IP został aktywowany. Będzie dostępny na liście wyboru regionu.
pt_br: O seu IP dedicado foi ativado com sucesso. Ele estará disponível em sua lista de seleção de regiões.
ru: Ваш выделенный IP-адрес успешно активирован. Теперь он будет доступен в списке выбора региона.
th: IP เฉพาะของคุณเปิดใช้งานสำเร็จแล้ว จะมีอยู่ในรายการการเลือกภูมิภาคของคุณ
tr: Özel IP'niz başarıyla etkinleştirildi. Bölge seçim listenizde mevcut olacak.
zh_hans: 您的专用 IP 已成功激活。您可以在“地区”选择列表中使用该专用 IP。
zh_hant: 您的專屬 IP 已成功啟用。它將會出現在區域選擇清單中。

# dedicated.ip.message.expired.token
source: Your token is expired. Please generate a new one from your Account page on the website.
ar: انتهت صلاحية الرمز. يرجى إنشاء رمز جديد من صفحة حسابك على الموقع الإلكتروني.
da: Dit token er udløbet. Generer et nyt fra din kontoside på websiden.
de: Ihr Token ist abgelaufen. Bitte generieren Sie von Ihrer Konto-Seite auf der Webseite ein neues.
es_mx: Tu token caducó. Genera uno nuevo en la página de tu cuenta en el sitio web.
fr: Votre jeton est expiré. Veuillez en générer un nouveau à partir de la page de votre compte sur le site Web.
it: Token scaduto. Generane uno nuovo dalla pagina del tuo account sul sito web.
ja: トークンの有効期限が切れています。ウェブサイトのアカウントページから新しいトークンを生成してください。
ko: 회원님의 토큰은 만료되었습니다. 웹사이트의 계정 페이지에서 새로운 토큰을 생성하세요.
nb: Tokenet er utløpt. Generer et nytt et fra kontosiden din på nettstedet.
nl: Uw code is verlopen. Genereer een nieuwe via uw accountpagina op de website.
pl: Twój token stracił ważność. Wygeneruj nowy na stronie swojego konta w serwisie.
pt_br: Seu token expirou. Gere um novo na página da sua conta no site.
ru: Срок действия вашего токена истек. Сгенерируйте новый на странице своей учетной записи на нашем веб-сайте.
th: โทเค็นของคุณหมดอายุแล้ว โปรดสร้างใหม่จากหน้าบัญชีของคุณบนเว็บไซต์
tr: Belirtecinizin süresi doldu. Lütfen web sitemizde Hesap sayfanızdan yenisini oluşturun.
zh_hans: 您的令牌已过期。请从网站的“账户”页面中生成一个新的令牌。
zh_hant: 您的權杖已到期。請到網站的帳戶頁面產生新權杖。

# dedicated.ip.message.error.token
source: Your token is expired. Please generate a new one from your Account page on the website.
ar: انتهت صلاحية الرمز. يرجى إنشاء رمز جديد من صفحة حسابك على الموقع الإلكتروني.
da: Dit token er udløbet. Generer et nyt fra din kontoside på websiden.
de: Ihr Token ist abgelaufen. Bitte generieren Sie ein neues auf Ihrer Konto-Seite auf der Webseite.
es_mx: Tu token caducó. Genera uno nuevo en la página de tu cuenta en el sitio web.
fr: Votre jeton est expiré. Veuillez en générer un nouveau à partir de la page de votre compte sur le site Web.
it: Token scaduto. Generane uno nuovo dalla pagina del tuo account sul sito web.
ja: トークンの有効期限が切れています。ウェブサイトのアカウントページから新しいトークンを生成してください。
ko: 회원님의 토큰은 만료되었습니다. 웹사이트의 계정 페이지에서 새로운 토큰을 생성하세요.
nb: Tokenet er utløpt. Generer et nytt et fra kontosiden din på nettstedet.
nl: Uw code is verlopen. Genereer een nieuwe via uw accountpagina op de website.
pl: Twój token stracił ważność. Wygeneruj nowy na stronie swojego konta w serwisie.
pt_br: Seu token expirou. Gere um novo na página da sua conta no site.
ru: Срок действия вашего токена истек. Сгенерируйте новый на странице своей учетной записи на нашем веб-сайте.
th: โทเค็นของคุณหมดอายุแล้ว โปรดสร้างใหม่จากหน้าบัญชีของคุณบนเว็บไซต์
tr: Belirtecinizin süresi doldu. Lütfen web sitemizde Hesap sayfanızdan yenisini oluşturun.
zh_hans: 您的令牌已过期。请从网站的“账户”页面中生成一个新的令牌。
zh_hant: 您的權杖已到期。請到網站的帳戶頁面產生新權杖。

# dedicated.ip.message.error.retryafter
source: Too many failed token activation requests. Please try again after %@ second(s).
ar: عدد طلبات تفعيل التوكن كبير جداً. يرجى إعادة المحاولة بعد %@ ثانية.
da: For mange mislykkede anmodninger om aktivering af token. Prøv igen efter %@ sekund(er).
de: Zu viele fehlgeschlagene Token-Aktivierungsanforderungen. Bitte versuche es nach %@ Sekunde(n) erneut.
es_mx: Demasiadas solicitudes de activación de token fallidas. Vuelve a intentarlo pasados %@ segundo(s).
fr: Nombre trop élevé de demandes d’activation de jeton manquées. Veuillez réessayer dans %@ seconde(s).
it: Troppe richieste di attivazione token non riuscite. Riprova tra %@ secondo/i.
ja: 失敗したトークン有効化リクエストの数が多すぎます。%@秒後にもう一度お試しください。
ko: 토큰 활성화 요청이 너무 많이 실패했습니다. %@초 후 다시 시도하십시오.
nb: For mange mislykkede forespørsler om aktivering av token. Prøv på nytt etter %@ sekund(er).
nl: Teveel mislukte aanvragen voor het activeren van tokens. Probeer het opnieuw na %@ seconde(n).
pl: Za dużo nieprawidłowych żądań aktywacji tokena. Spróbuj ponownie za %@ s.
pt_br: Muitas solicitações de ativação de token malsucedidas. Tente novamente após %@ segundo(s).
ru: Слишком много неудачных запросов активации токена. Повторите попытку через %@ сек.
th: มีคำขอเปิดใช้งานโทเค็นที่ล้มเหลวมากเกินไป โปรดลองอีกครั้งหลังเวลาผ่านไป %@ วินาที
tr: Çok fazla başarısız belirteç etkinleştirme talebi. Lütfen %@ saniye sonra tekrar deneyin.
zh_hans: 令牌激活请求失败次数太多。请在 %@ 秒后重试。
zh_hant: 權杖啟用要求失敗次數太多。請在 %@ 秒後再試一次。

# dedicated.ip.message.token.willexpire
source: Your dedicated IP will expire soon. Get a new one
ar: ستنتهي صلاحية عنوان IP المخصّص قريبًا. احصل على واحد جديد
da: Din dedikerede IP udløber snart. Få en ny
de: Ihre dedizierte IP wird bald ablaufen. Eine neue abrufen
es_mx: Tu IP dedicada caducará pronto. Obtén una nueva.
fr: Votre adresse IP dédiée expirera bientôt. Obtenez-en une nouvelle
it: Il tuo IP dedicato scade a breve. Ottieni uno nuovo
ja: あなたの専用IPは間もなく期限が切れます。新しい専用IPを入手してください
ko: 회원님의 전용 IP가 곧 만료됩니다. 새로 획득하세요
nb: Den dedikerte IP-en din utløper snart. Skaff deg en ny en
nl: Uw dedicated IP verloopt binnenkort. Haal een nieuwe
pl: Twój dedykowany adres IP wkrótce wygasa. Kup nowy adres.
pt_br: O seu IP dedicado irá expirar em breve. Obtenha um novo
ru: Действие вашего выделенного IP-адреса скоро заканчивается. Получите новый адрес
th: IP เฉพาะของคุณจะหมดอายุในไม่ช้า รับใหม่
tr: Özel IP adresiniz yakında sona erecek. Yenisini edinin
zh_hans: 您的专用 IP 即将过期。请获取一个新的专用 IP
zh_hant: 您的專屬 IP 即將到期。取得新權杖

# dedicated.ip.message.token.willexpire.link
source: Get a new one
ar: احصل على واحد جديد
da: Få en ny
de: Eine neue abrufen
es_mx: Obtén una nueva
fr: Obtenez-en une nouvelle
it: Ottieni uno nuovo
ja: 新しい専用IPを入手してください
ko: 새로 획득하세요
nb: Skaff deg en ny en
nl: Haal een nieuwe
pl: Kup nowy adres.
pt_br: Obtenha um novo
ru: Получите новый адрес
th: รับใหม่
tr: Yenisini al
zh_hans: 请获取一个新的专用 IP
zh_hant: 取得新權杖

# dedicated.ip.message.ip.updated
source: Your dedicated IP was updated
ar: تم تحديث عنوان IP المخصّص
da: Din dedikerede IP blev opdateret
de: Ihre dedizierte IP wurde aktualisiert
es_mx: Tu IP dedicada perfil se actualizó.
fr: Votre IP dédiée a été mise à jour
it: Il tuo IP dedicato è aggiornato
ja: あなたの専用IPが更新されました
ko: 회원님의 전용 IP가 업데이트되었습니다
nb: Den dedikerte IP-en din ble oppdatert
nl: Uw dedicated IP is bijgewerkt
pl: Zaktualizowano Twój dedykowany adres IP
pt_br: O seu IP dedicado foi atualizado
ru: Ваш выделенный IP-адрес обновлен
th: อัปเดต IP เฉพาะของคุณแล้ว
tr: Özel IP'niz güncellendi
zh_hans: 您的专用 IP 已更新
zh_hant: 您的專屬 IP 已更新

# dedicated.ip.country.flag.accessibility
source: Country flag for %@
ar: علم الدولة لـ %@
da: Landeflag for %@
de: Länderflagge für %@
es_mx: Bandera de país para %@
fr: Drapeau de pays pour %@
it: Bandiera per %@
ja: %@の国旗
ko: %@의 국기
nb: Landsflagg for %@
nl: Landsvlag voor %@
pl: Flaga państwowa %@
pt_br: Bandeira do país %@
ru: Флаг страны: %@
th: ธงประเทศสำหรับ %@
tr: %@ için ülke bayrağı
zh_hans: %@ 的国旗
zh_hant: %@ 國旗

# dedicated.ip.remove
source: Are you sure you want to remove the selected region?
ar: هل تريد بالتأكيد إزالة المنطقة المحددة؟
da: Er du sikker på, at du vil fjerne den valgte region?
de: Wirklich die ausgewählte Region entfernen?
es_mx: ¿Seguro que quieres eliminar la región seleccionada?
fr: Voulez-vous vraiment supprimer la région sélectionnée ?
it: Vuoi davvero rimuovere il Paese selezionato?
ja: 選択された地域を削除してよろしいですか？
ko: 선택된 지역을 제거하시겠습니까?
nb: Er du sikker på at du vil fjerne den valgte regionen?
nl: Weet u zeker dat u de geselecteerde regio wilt verwijderen?
pl: Na pewno chcesz usunąć zaznaczony region?
pt_br: Tem certeza de que deseja remover a região selecionada?
ru: Действительно удалить выбранный регион?
th: แน่ใจหรือไม่ว่าต้องการลบภูมิภาคที่เลือก
tr: Seçilen bölgeyi silmek istediğinizden emin misiniz?
zh_hans: 确定要删除所选区域吗？
zh_hant: 確定要移除所選的區域嗎？
