Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# account.subscriptions.monthly
source: Monthly plan
ar: خطة شهرية
da: Månedsabonnement
de: Monatsabo
es_mx: Plan mensual
fr: Forfait mensuel
it: Piano mensile
ja: 月間プラン
ko: 월간 플랜
nb: Månedsplan
nl: Maandelijks abonnement
pl: Plan miesięczny
pt_br: Plano mensal
ru: Месячный план
th: แผนรายเดือน
tr: Aylık plan
zh_hans: 包月套餐
zh_hant: 每月方案

# account.subscriptions.trial
source: Trial plan
ar: خطة تجريبية
da: Prøveabonnement
de: Testversion
es_mx: Plan de prueba
fr: Forfait d'essai
it: Piano di prova
ja: トライアルプラン
ko: 체험 플랜
nb: Prøveplan
nl: Proefabonnement
pl: Plan próbny
pt_br: Plano de avaliação
ru: Пробный план
th: แผนทดลองใช้
tr: Deneme planı
zh_hans: 试用套餐
zh_hant: 試用方案

# account.unauthorized
source: Something went wrong. Please try logging in again
ar: حدث خطأ. يرجى محاولة تسجيل الدخول مرة أخرى
da: Noget gik galt. Prøv at logge på igen.
de: Etwas ging schief. Bitte versuchen, erneut anzumelden
es_mx: Se ha producido un error. Intenta volver a iniciar sesión.
fr: Un problème est survenu. Veuillez réessayer de vous connecter
it: Qualcosa è andato storto. Prova ad accedere di nuovo
ja: 問題が発生しました。もう一度ログインしてみてください
ko: 문제가 발생했습니다. 다시 로그인해 보세요
nb: Noe gikk galt. Prøv å logge inn igjen.
nl: Er is iets fout gegaan. Probeer opnieuw in te loggen.
pl: Coś poszło nie tak. zalogować się ponownie.
pt_br: Ocorreu um erro. Tente fazer login novamente.
ru: Что-то пошло не так. Попробуйте выполнить вход еще раз
th: บางอย่างผิดปกติ โปรดลองลงชื่อเข้าใช้อีกครั้ง
tr: Bir sorun oluştu. Lütfen tekrar oturum açmayı deneyin
zh_hans: 出现问题。请尝试重新登录
zh_hant: 發生錯誤，請稍後再嘗試登入。

# account.delete
source: Delete Account
ar: حذف الحساب
da: Slet konto
de: Konto löschen
es_mx: Eliminar cuenta
fr: Supprimer le compte
it: Elimina account
ja: アカウントを削除
ko: 계정 삭제
nb: Slett konto
nl: Verwijder account
pl: Usuń konto
pt_br: Excluir conta
ru: ﻿Удалить аккаунт
th: ลบบัญชี
tr: Hesabı Sil
zh_hans: 删除账户
zh_hant: 刪除帳戶

# account.delete.alert.title
source: Are you sure?
ar: هل أنت متأكد؟
da: Er du sikker?
de: Sind Sie sicher?
es_mx: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Continuare?
ja: 本当によろしいですか？
ko: 계속하시겠습니까?
nb: Er du sikker?
nl: Weet u het zeker?
pl: Czy na pewno?
pt_br: Tem certeza?
ru: Вы уверены?
th: คุณแน่ใจหรือไม่
tr: Emin misiniz?
zh_hans: 确定？
zh_hant: 是否確定？

# account.delete.alert.message
source: Deleting your PIA account is permanent and irreversible. You will not be able to retrieve your PIA credentials after performing this action. Please note that this action only deletes your PIA account from our database, but it does NOT delete your subscription. You will need to go to your Apple account and cancel the Private Internet Access subscription from there. Otherwise, you will still be charged, even though your PIA account will no longer be active.
ar: يعد حذف حساب PIA الخاص بك نهائي ولا رجعة فيه. لن تتمكن من استرجاع بيانات اعتماد PIA الخاصة بك بعد تنفيذ هذا الإجراء. يرجى الملاحظة بأن هذا الإجراء يعني حذف حسابك من قاعدة بياناتنا فقط، ولا يعني حذف اشتراكك. ستحتاج إلى زيارة حساب Apple الخاص بك وحذف اشتراك Private Internet Access الخاص بك من هناك. خلافاً لذلك، ستستمر في دفع رسوم الاشتراك رغم أن حسابك لن يكون نشطاً.
da: Hvis du sletter din PIA-konto, er det permanent og uigenkaldeligt. Du vil ikke kunne gendanne dine PIA-legitimationsoplysninger, når du har udført denne handling. Bemærk, at denne handling kun sletter din PIA-konto fra vores database, men IKKE sletter dit aabonnement. Du er nødt til at gå til din Apple-konto og annullere dit Private Internet Access-abonnement derfra. Ellers vil du fortsat blive faktureret, også selv om din PIA-konto ikke længere er aktiv.
de: Die Löschung Ihres PIA-Kontos ist dauerhaft und unwiderruflich. Sie können Ihre PIA-Anmeldedaten nach dieser Aktion nicht wiederherstellen. Bitte beachten Sie, dass diese Aktion nur Ihr PIA-Konto aus unserer Datenbank löscht, aber NICHT Ihr Abonnement. Sie müssen zu Ihrem Apple-Konto gehen und das Private Internet Access-Abonnement von dort aus kündigen. Anderenfalls werden Sie weiterhin belastet, auch wenn Ihr PIA-Konto nicht mehr aktiv ist.
es_mx: Eliminar tu cuenta de PIA es permanente e irreversible. Una vez hecho, no podrás recuperar tus credenciales de PIA. Ten en cuenta que esta acción solo elimina tu cuenta de PIA de nuestra base de datos, pero NO cancela tu suscripción. Deberás ir a tu cuenta de Apple y cancelar allí la suscripción a Private Internet Access. De lo contrario, se te seguirá cobrando, aunque la cuenta de PIA ya no estará activa.
fr: La suppression de votre compte PIA est permanente et irréversible. Vous ne pourrez plus récupérer vos identifiants PIA après avoir effectué cette opération. Veuillez noter que cette opération supprime uniquement votre compte PIA de notre base de données, mais qu’elle ne supprime PAS votre abonnement. Vous devrez ensuite accéder à votre compte Apple et annuler l’abonnement à Private Internet Access à cet endroit. Vous risquez sinon de continuer à payer, même si votre compte PIA n’est plus actif.
it: L’eliminazione del tuo account PIA è un’operazione definitiva e irreversibile, al termine della quale non potrai più recuperare le tue credenziali PIA. Tieni presente che questa azione elimina solo il tuo account PIA dal nostro database, NON l’abbonamento. Per cancellare l’abbonamento a Private Internet Access, dovrai accedere al tuo account Apple e cancellarlo da lì. Altrimenti continuerai a pagarlo anche se il tuo account PIA non sarà più attivo.
ja: PIA アカウントの削除は永久的な操作であり、元に戻すことはできません。この操作を実行した後に、お持ちのPIA資格情報を取得することはできません。この操作ではお持ちのPIAアカウントが削除されるだけで、ご契約が削除されるわけではないことにご留意ください。お持ちのAppleアカウントにアクセスし、そこでPrivate Internet Access契約をキャンセルしない限り、お持ちのPIAアカウントが無効になった後も請求が行われます。
ko: PIA 계정 삭제는 영구적이고 되돌릴 수 없습니다. 이 작업을 수행한 후에는 PIA 인증 정보를 복구할 수 없습니다. 이 작업은 본사 데이터베이스에서 사용자의 PIA 계정만 삭제합니다. 사용자의 구독은 삭제되지 않습니다. 따라서 자신의 Apple 계정으로 이동해서 Private Internet Access 구독을 취소해야 합니다. 그렇지 않으면 PIA를 더 이상 사용할 수 없더라도 요금이 부과됩니다.
nb: Sletting av PIA-kontoen er permanent og kan ikke reverseres. Du vil ikke kunne hente PIA-legitimasjonen etter at denne handlingen er utført. Vær oppmerksom på at denne handlingen bare sletter PIA-kontoen fra databasen, og sletter IKKE abonnementet. Du må gå til Apple-kontoen og kansellere abonnementet på Private Internet Access derfra. Ellers blir du fortsatt belastet, selv om PIA-kontoen ikke lenger er aktiv.
nl: Het verwijderen van uw PIA-account is definitief en onomkeerbaar. U zult uw PIA-inloggegevens niet kunnen ophalen na het uitvoeren van deze actie. Houd ermee rekening dat deze actie alleen uw PIA-account verwijdert uit onze database, maar NIET uw abonnement. Hiervoor moet u naar uw Apple-account gaan en daar het Private Internet Access-abonnement annuleren. Anders worden u nog steeds kosten aangerekend, hoewel uw PIA-account niet langer actief is.
pl: Usunięcie Twojego konta PIA będzie trwałe i nieodwracalne. Po tej akcji nie będziesz mógł pobrać swoich danych logowania PIA. Ta akcja powoduje tylko usunięcie konta PIA z naszej bazy danych, ale NIE powoduje usunięcia subskrypcji. W tym celu należy przejść do swojego konta Apple i anulować tam subskrypcję Private Internet Access. W przeciwnym razie nadal będą pobierane opłaty, mimo że konto PIA nie będzie już aktywne.
pt_br: A exclusão da sua conta da PIA é permanente e irreversível. Você não poderá recuperar suas credenciais da PIA após executar essa ação. Observe que essa ação exclui apenas sua conta da PIA do nosso banco de dados, mas NÃO exclui sua assinatura. Você precisará ir até sua conta da Apple e cancelar a assinatura da Private Internet Access de lá. Caso contrário, você ainda será cobrado, mesmo que sua conta da PIA não esteja mais ativa.
ru: Удаление аккаунта PIA окончательно и необратимо. Выполнив это действие, вы не сможете восстановить свои учетные данные PIA. Обратите внимание, что это действие приведет только к удалению аккаунта из нашей базы данных, Но НЕ к удалению подписки. Вам потребуется перейти в аккаунт Apple и отменить подписку на Private Internet Access. В противном случае плата будет начисляться даже в отсутствие активного аккаунта PIA.
th: การลบบัญชี PIA ของคุณจะเป็นการถาวรและไม่สามารถย้อนกลับได้ คุณจะไม่สามารถดึงข้อมูลประจำตัว PIA ของคุณหลังจากดำเนินการนี้ โปรดทราบว่าการดำเนินการนี้จะลบบัญชี PIA ของคุณจากฐานข้อมูลของเราเท่านั้น แต่จะไม่ลบการสมัครใช้งานของคุณ คุณจะต้องไปที่บัญชี Apple ของคุณแล้วยกเลิกการสมัครใช้งาน Private Internet Access จากที่นั่น ไม่เช่นนั้นคุณจะยังคงถูกเรียกเก็บค่าบริการแม้ว่าบัญชี PIA ของคุณจะไม่เปิดใช้งานอีกต่อไป
tr: PIA hesabınızı silmek kalıcıdır ve geri alınamaz. Bu eylemi gerçekleştirdikten sonra PIA kimlik bilgilerinize erişemeyeceksiniz. Bu eylemin, PIA hesabınızı yalnızca veri tabanımızdan sildiğini ancak aboneliğinizi SİLMEDİĞİNİ unutmayın. Apple hesabınıza gitmeniz ve Private Internet Access aboneliğinizi buradan iptal etmeniz gerekecek. Aksi takdirde, PIA hesabınız artık aktif olmasa bile yine de ücretlendirileceksiniz.
zh_hans: 删除 PIA 账户是永久的、不可挽回的。执行此操作后，您将无法检索自己的 PIA 登录信息。请注意，此操作只会从我们的数据库中删除 PIA 帐户，但不会删除您的订阅。您需要进入苹果账户，从那里取消 Private Internet Access。否则，即使您的 PIA 账户不再有效，您仍将被收取费用。
zh_hant: PIA 帳戶一經刪除即無法還原。一旦執行這個動作，您會無法取回 PIA 憑證。請注意，這個動作只會在資料庫中刪除您的 PIA 帳戶，不會刪除訂購計劃。您必須前往 Apple 帳戶，在那裡取消 Private Internet Access 訂購計劃，否則就算 PIA 帳戶已經停用，您還是會遭到扣款。

# account.delete.alert.failureMessage
source: Something went wrong while deleting your account, please try again later.
ar: حدث خطأ أثناء حذف حسابك. يرجى المحاولة مرة أخرى.
da: Noget gik galt, da du slettede din konto, prøv igen senere.
de: Etwas schlug beim Löschen Ihres Kontos fehl. Versuchen Sie es bitte später noch einmal.
es_mx: Algo ha fallado durante la eliminación de la cuenta. Inténtalo más tarde, por favor.
fr: Un problème est survenu lors de la suppression de votre compte. Veuillez réessayer plus tard.
it: Qualcosa non ha funzionato durante l’eliminazione dell’account. Riprova più tardi.
ja: お持ちのアカウントを削除中に問題が発生しました。後でもう一度試してください。
ko: 계정을 삭제하는 중 문제가 발생했습니다. 나중에 다시 시도하십시오.
nb: Noe gikk galt ved sletting av kontoen. Prøv på nytt senere.
nl: Er ging iets fout bij het verwijderen van uw account. Probeer het later nog een keer.
pl: Coś poszło nie tak podczas usuwania konta, spróbuj jeszcze raz później.
pt_br: Algo deu errado ao excluir sua conta. Tente de novo mais tarde.
ru: При удалении аккаунта что-то пошло не так. Повторите попытку позже.
th: เกิดข้อผิดพลาดขณะลบบัญชีของคุณ โปรดลองอีกครั้งในภายหลัง
tr: Hesabınız silinirken bir sorun oluştu, lütfen daha sonra tekrar deneyin.
zh_hans: 删除账户出错，请稍后再试。
zh_hant: 刪除帳戶時發生錯誤，請再試一次。

# account.survey.message
source: Want to help make PIA better? Let us know how we can improve! Take The Survey
ar: هل ترغب في المساهمة لجعل تطبيق PIA أفضل؟ شاركنا بمقترحاتك في الاستطلاع!
de: Willst du helfen, PIA besser zu machen? Lass uns wissen, wie wir uns verbessern können! Nimm an der Umfrage teil
es_mx: ¿Nos ayudas a mejorar PIA? ¡Dinos cómo podemos ser mejores! Responde la encuesta
ja: PIAの改善にご協力いただけますか？ アンケート調査を受ける
ko: PIA 서비스를 개선하도록 도와주시겠나요? 저희가 개선할 수 있는 부분을 알려주세요! 설문조사 참여
nb: Vil du bidra til å gjøre PIA bedre? Fortell oss hvordan vi kan forbedre oss! Besvar undersøkelsen
nl: Wil je helpen om PIA beter te maken? Laat ons weten hoe we kunnen verbeteren! Vul de enquête in
pl: Chcesz pomóc ulepszyć PIA? Daj nam znać, jak możemy to zrobić! Weź udział w ankiecie
ru: Хотите помочь сделать PIA лучше? Подскажите нам, что можно изменить! Пройти опрос
th: ต้องการช่วยทำให้ PIA ดีขึ้นหรือไม่? แจ้งให้เราทราบว่าเราจะปรับปรุงได้อย่างไร! ทำแบบสำรวจ
tr: PIA'yı daha iyi yapmak ister misiniz? Nasıl iyileştirebileceğimizi belirtin! Ankete Katılın
zh_hans: 想要帮助改进 PIA 吗? 欢迎您提供反馈！ 填写调查问卷

# account.survey.messageLink
source: Take The Survey
ar: املأ الاستطلاع
de: An der Umfrage teilnehmen
es_mx: Responde la encuesta
ja: アンケートを受ける
ko: 설문조사 참여
nb: Besvar undersøkelsen
nl: Vul de enquête in
pl: Weź udział w ankiecie
ru: Пройти опрос
th: ทำแบบสำรวจ
tr: Ankete Katıl
zh_hans: 填写调查问卷

# settings.connection.title
source: CONNECTION
ar: الاتصال
da: FORBINDELSE
de: VERBINDUNG
es_mx: CONEXIÓN
fr: CONNEXION
it: CONNESSIONE
ja: 接続
ko: 연결
nb: TILKOBLING
nl: VERBINDING
pl: POŁĄCZENIE
pt_br: CONEXÃO
ru: СОЕДИНЕНИЕ
th: การเชื่อมต่อ
tr: BAĞLANTI
zh_hans: 连接
zh_hant: 連線

# settings.connection.vpn_protocol.title
source: Protocol Selection
ar: اختيار البروتوكول
da: Protokolvalg
de: Protokollauswahl
es_mx: Selección de protocolo
fr: Sélection du protocole
it: Selezione protocollo
ja: プロトコル選択
ko: 프로토콜 선택
nb: Protokollseksjon
nl: Protocolselectie
pl: Wybór protokołu
pt_br: Seleção de protocolo
ru: Выбор протокола
th: การเลือกโปรโตคอล
tr: Protokol Seçimi
zh_hans: 协议选择
zh_hant: 選擇協定

# settings.connection.transport.title
source: Transport
ar: نقل
es_mx: Transporte
it: Trasporto
ja: 転送
ko: 전송
nb: Transporter
pt_br: Transporte
ru: Перенос
th: การขนย้าย
tr: Taşıma
zh_hans: 传输
zh_hant: 傳輸

# settings.connection.socket_protocol.title
source: Socket
ar: مقبس
ja: ソケット
ko: 소켓
ru: Сокет
th: ซ็อกเก็ต
zh_hans: 套接字
zh_hant: 插座

# settings.connection.remote_port.title
source: Remote Port
ar: منفذ بعيد
da: Ekstern port
de: Entfernter Port
es_mx: Puerto remoto
fr: Port distant
it: Porta remota
ja: リモートポート
ko: 원격 포트
nb: Ekstern port
nl: Externe poort
pl: Port zdalny
pt_br: Porta remota
ru: Удаленный порт
th: พอร์ตทางไกล
tr: Uzak Bağlantı Noktası
zh_hans: 远程端口
zh_hant: 遠端連接埠

# settings.encryption.title
source: ENCRYPTION
ar: التشفير
da: KRYPTERING
de: VERSCHLÜSSELUNG
es_mx: CIFRADO
fr: CHIFFREMENT
it: CRITTOGRAFIA
ja: 暗号化
ko: 암호화
nb: KRYPTERING
nl: VERSLEUTELING
pl: SZYFROWANIE
pt_br: CRIPTOGRAFIA
ru: ШИФРОВАНИЕ
th: การเข้ารหัส
tr: ŞİFRELEME
zh_hans: 加密
zh_hant: 加密

# settings.encryption.cipher.title
source: Data Encryption
ar: تشفير البيانات
da: Datakryptering
de: Datenverschlüsselung
es_mx: Cifrado de datos
fr: Chiffrement des données
it: Criptaggio dati
ja: データ暗号化
ko: 데이터 암호화
nb: Datakryptering
nl: Gegevensversleuteling
pl: Szyfrowanie danych
pt_br: Criptografia de dados
ru: Шифрование данных
th: การเข้ารหัสข้อมูล
tr: Veri Şifrelemesi
zh_hans: 数据加密
zh_hant: 資料加密

# settings.encryption.digest.title
source: Data Authentication
ar: مصادقة البيانات
da: Autentificering af data
de: Datenauthentifizierung
es_mx: Autenticación de datos
fr: Authentification des données
it: Autenticazione dati
ja: データ認証
ko: 데이터 인증
nb: Dataverifisering
nl: Gegevensauthenticatie
pl: Uwierzytelnianie danych
pt_br: Autenticação de dados
ru: Аутентификация данных
th: การยืนยันข้อมูล
tr: Veri Kimlik Doğrulama
zh_hans: 数据认证
zh_hant: 資料驗證

# settings.encryption.handshake.title
source: Handshake
ar: مصافحة
da: Håndtryk
es_mx: Apretón de manos
ja: ハンドシェイク
ko: 핸드셰이크
nb: Håndtrykk
nl: Handdruk
pl: Uzgadnianie
ru: Квитирование
th: ความร่วมมือ
tr: El sıkışma
zh_hans: 握手

# settings.application_settings.title
source: APPLICATION SETTINGS
ar: إعدادات التطبيق
da: APPLIKATIONSINDSTILLINGER
de: ANWENDUNGSEINSTELLUNGEN
es_mx: AJUSTES DE APLICACIÓN
fr: PARAMÉTRES D'APPLICATION
it: IMPOSTAZIONI DELL'APPLICAZIONE
ja: アプリ設定
ko: 애플리케이션 설정
nb: APPINNSTILLINGER
nl: TOEPASSINGSINSTELLINGEN
pl: USTAWIENIA APLIKACJI
pt_br: CONFIGURAÇÕES DO APLICATIVO
ru: НАСТРОЙКИ ПРИЛОЖЕНИЯ
th: การตั้งค่าแอพพลิเคชั่น
tr: UYGULAMA AYARLARI
zh_hans: 应用程序设置
zh_hant: 應用程式設定

# settings.application_settings.dark_theme.title
source: Dark theme
ar: النسق الداكن
da: Mørkt tema
de: Dunkles Theme
es_mx: Tema oscuro
fr: Thème sombre
it: Tema scuro
ja: ダークテーマ
ko: 다크 테마
nb: Mørkt tema
nl: Donker thema
pl: Ciemny motyw
pt_br: Tema escuro
ru: Темная тема
th: ธีมมึด
tr: Koyu tema
zh_hans: 黑暗主题
zh_hant: 黑色主題

# settings.application_settings.active_theme.title
source: Active theme
ar: النسق النشط
da: Aktivt tema
de: Aktives Theme
es_mx: Activar tema
fr: Thème actif
it: Tema attivo
ja: アクティブなテーマ
ko: 활성화된 테마
nb: Aktivt tema
nl: Actief thema
pl: Aktywny motyw
pt_br: Tema ativo
ru: Активная тема
th: ธีมที่ใช้งานอยู่
tr: Aktif tema
zh_hans: 活跃主题
zh_hant: 使用中的主題

# settings.application_settings.kill_switch.title
source: VPN Kill Switch
ar: مفتاح إيقاف VPN
da: VPN-afbryderknap
es_mx: Interruptor de corte de VPN
fr: Killswitch du VPN
it: Killswitch VPN
ja: VPNキルスイッチ
ko: VPN 킬 스위치
nb: Kill switch for VPN
pl: Wyłącznik awaryjny VPN
pt_br: Kill switch de VPN
ru: Авторазрыв соединения
th: ปุ่มตัดการทำงาน VPN
tr: VPN Acil Anahtarı
zh_hans: VPN 切断开关
zh_hant: VPN 切斷開關

# settings.application_settings.kill_switch.footer
source: The VPN kill switch prevents access to the Internet if the VPN connection is reconnecting. This excludes disconnecting manually.
ar: يؤدي استخدام مفتاح إيقاف VPN إلى تعطيل اتصالك بالإنترنت إذا كان الـ VPN في وضع إعادة الاتصال. لا ينطبق ذلك ذلك على الاتصال اليدوي.
da: VPN-kill switchen forebygger kontakt til internettet, hvis VPN-forbindelsen genoprettes. Dette udelukker manuel frakobling.
de: Der VPN-Notausschalter unterbricht den Internetzugang, wenn die VPN-Verbindung neu aufgebaut wird. Dies schließt manuelles Trennen aus.
es_mx: El botón de pánico de VPN evita el acceso a Internet si la conexión VPN se está volviendo a conectar. Esto excluye la desconexión manual.
fr: Le killswitch du VPN empêche l'accès à Internet si la connexion VPN est en cours de reconnexion. Cela exclut la déconnexion manuelle.
it: Il killswitch VPN impedisce l'accesso a Internet quando la connessione VPN si sta riconnettendo. Questo esclude la disconnessione manuale.
ja: VPNキルスイッチは、VPNの再接続時にインターネット接続を無効にします。これには手動での切断が含まれません。
ko: VPN 킬 스위치는 VPN 연결이 다시 연결 중이면 인터넷에 대한 액세스를 방지합니다. 수동으로 연결을 해제하는 경우는 제외입니다.
nb: Kill switch for VPN hindrer tilgang til Internett hvis VPN-tilkoblingen mister forbindelsen og prøver å koble til igjen. Dette ekskluderer manuell frakobling.
nl: De VPN kill switch voorkomt toegang tot internet als de VPN-verbinding opnieuw tot stand wordt gebracht. Dit geldt niet wanneer de verbinding handmatig wordt verbroken.
pl: Wyłącznik awaryjny VPN zapobiega dostępowi do internetu, jeśli połączenie VPN jest nawiązywane ponownie. Nie obejmuje to ręcznego rozłączenia.
pt_br: O kill switch do VPN impede o acesso à internet se a conexão de VPN estiver se reconectando. Isto exclui a desconexão manual.
ru: Функция авторазрыва соединения рвет Интернет-соединение при отключении VPN. Она не срабатывает при ручном отключении VPN.
th: Kill switch ของ VPN จะป้องกันการเข้าถึงอินเทอร์เน็ตหากการเชื่อมต่อ VPN กำลังเชื่อมต่อใหม่ ไม่รวมการตัดการเชื่อมต่อด้วยตนเอง
tr: VPN kill switch, VPN bağlantınız yeniden bağlanırken internete erişimi önler. Bu, manuel bağlantı sonlandırmayı kapsamaz.
zh_hans: 如果 VPN 连接重新连线，VPN 终止开关会阻止访问互联网。这不包括手动断开连接。
zh_hant: 如果 VPN 重新連接，VPN 的終止開關將阻止互聯網連線。這不包括手動斷開連接。

# settings.application_settings.leak_protection.title
source: Leak Protection
ar: حماية من تسريب المعلومات
da: Lækagebeskyttelse
de: Schutz vor Datenlecks
es_mx: Protección contra filtraciones
it: Protezione perdita dati
ja: 漏えい防止
ko: 보호 누출
nb: Lekkasjebeskyttelse
nl: Lekbescherming
pl: Ochrona przed wyciekami
pt_br: Proteção contra vazamentos
ru: Защита от утечек
th: การป้องกันการรั่วไหล
tr: Sızıntı Koruması
zh_hans: 泄露保护
zh_hant: 防漏

# settings.application_settings.leak_protection.footer
source: iOS includes features designed to operate outside the VPN by default, such as AirDrop, CarPlay, AirPlay, and Personal Hotspots. Enabling custom leak protection routes this traffic through the VPN but may affect how these features function. More info
ar: يتضمن نظام iOS ميزات مصممة للعمل خارج شبكة VPN افتراضيًا مثل AirDrop و CarPlay و AirPlay ونقاط الاتصال الشخصية. يؤدي تمكين الحماية المخصصة من تسريب المعلومات إلى توجيه حركة البيانات عبر VPN ولكنه قد يؤثر على كيفية عمل هذه الميزات. المزيد من المعلومات
da: iOS inkluderer funktioner designet til at fungere uden for VPN'et som standard, såsom AirDrop, CarPlay, AirPlay og personlige hotspots. Aktivering af tilpasset lækagebeskyttelse dirigerer denne trafik gennem VPN'et, men kan påvirke, hvordan disse funktioner fungerer. Mere info
de: iOS enthält Funktionen, die standardmäßig außerhalb des VPNs funktionieren, wie AirDrop, CarPlay, AirPlay und „Persönliche Hotspots“. Die Aktivierung des benutzerdefinierten Schutzes vor Datenlecks leitet diesen Datenverkehr durch das VPN, kann aber die Funktionsweise dieser Funktionen beeinträchtigen. Weitere Informationen
es_mx: iOS incluye funciones diseñadas para operar fuera de la VPN por omisión, como AirDrop, CarPlay, AirPlay y los puntos de acceso personales. Habilitar la protección personalizada contra las filtraciones dirige este tráfico a través de la VPN, pero puede afectar a su funcionamiento. Más información
it: iOS include funzioni per operare di default al di fuori della VPN, come AirDrop, CarPlay, AirPlay e hotspot personali. L’attivazione di una protezione personalizzata contro la perdita dei dati instrada questo traffico attraverso la VPN, ma può influire su queste funzioni. Ulteriori informazioni
ja: iOSには、デフォルトでAirDrop、CarPlay、AirPlay、パーソナルホットスポットなど、VPNの外部で動作するように設計された機能が含まれています。カスタムリーク保護機能を有効にすると、このトラフィックはVPN経由でルーティングされますが、これらの機能の動作に影響する可能性があります。詳細
ko: iOS에는 기본적으로 AirDrop, CarPlay, AirPlay, 개인 핫스팟과 같이 VPN 외부에서 작동하도록 설계된 기능이 포함됩니다. 사용자 지정 누출 보호를 활성화하면 이 트래픽이 VPN을 통해 라우팅되지만 이러한 기능의 작동 방식에 영향을 줄 수 있습니다. 자세히 알아보기
nb: iOS har funksjoner som er utviklet for å fungere utenfor VPN-et, for eksempel AirDrop, CarPlay, AirPlay og delt Internett. Ved å aktivere tilpasset lekkasjebeskyttelse kan du rute denne trafikken gjennom VPN-et, men det kan påvirke hvordan disse funksjonene fungerer. Mer informasjon
nl: iOS bevat functies die ontworpen zijn om standaard te werken buiten het VPN, zoals AirDrop, CarPlay, AirPlay en persoonlijke hotspots. Het inschakelen van aangepaste lekbescherming leidt dit verkeer om via het VPN, maar kan de werking van deze functies beïnvloeden. Meer info
pl: iOS zawiera funkcje zaprojektowane domyślnie do działania poza VPN, takie jak AirDrop, CarPlay, AirPlay i osobiste hotspoty. Włączenie niestandardowej ochrony przed wyciekiem kieruje ten ruch przez VPN, ale może wpłynąć na działanie tych funkcji. Więcej informacji
pt_br: O iOS inclui recursos projetados para operar fora da VPN por padrão, como AirDrop, CarPlay, AirPlay e Acesso Pessoal. A ativação da proteção personalizada contra vazamentos roteia esse tráfego por meio da VPN, mas pode afetar o funcionamento desses recursos. Mais informações
ru: iOS включает функции, по умолчанию предназначенные для работы вне VPN, такие как AirDrop, CarPlay, AirPlay и Персональная точка доступа. Включение защиты от утечек перенаправляет этот трафик через VPN, но может отразиться на работе этих функций. Подробнее
th: iOS มีคุณสมบัติที่ออกแบบมาเพื่อทำงานนอก VPN ตามค่าเริ่มต้น เช่น AirDrop, CarPlay, AirPlay และฮอตสปอตส่วนบุคคล การเปิดใช้งานการปกป้องการรั่วไหลแบบกำหนดเองจะนำทางการรับส่งข้อมูลเหล่านี้ผ่าน VPN แต่อาจส่งผลกระทบต่อวิธีการทำงานของคุณสมบัติดังกล่าว ข้อมูลเพิ่มเติม
tr: iOS, varsayılan olarak VPN dışında çalışacak şekilde tasarlanmış özellikleri içerir. Bunlar AirDrop, CarPlay, AirPlay ve Kişisel Erişim Noktaları gibi özellikleri içerir. Özel sızıntı koruması etkinleştirildiğinde, bu trafiğin VPN üzerinden yönlendirilmesi ancak bu özelliklerin işlevselliğini etkileyebilir. Daha fazla bilgi
zh_hans: iOS 包含默认在 VPN 之外运行的功能，例如 AirDrop、CarPlay、AirPlay 和个人热点。启用自定义泄露保护会通过 VPN 路由这些流量，但可能会影响这些功能的运行。更多信息
zh_hant: iOS 內建功能依預設能在 VPN 以外運作，例如 AirDrop、CarPlay、AirPlay 和個人熱點。如果啟用自定防漏功能，就會把這個流量透過 VPN 轉出，但也可能影響這些功能。詳情

# settings.application_settings.leak_protection.more_info
source: More info
ar: المزيد من المعلومات
da: Mere info
de: Weitere Informationen
es_mx: Más información
it: Ulteriori informazioni
ja: 詳細
ko: 자세히 알아보기
nb: Mer informasjon
nl: Meer info
pl: Więcej informacji
pt_br: Mais informações
ru: Подробнее
th: ข้อมูลเพิ่มเติม
tr: Daha fazla bilgi
zh_hans: 更多信息
zh_hant: 詳情
