Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# tiles.subscription.trial
source: Trial
ar: تجريبي
da: Prøve
de: Testversion
es_mx: Prueba
fr: Essai
it: Prova
ja: トライアル
ko: 체험
nb: Prøveversjon
nl: Proefversie
pl: Okres próbny
pt_br: Teste
ru: Пробная версия
th: ทดลอง
tr: Deneme
zh_hans: 试用
zh_hant: 試用版

# tiles.subscription.monthly
source: Monthly
ar: شهريًا
da: Månedligt
de: Monatlich
es_mx: Mensual
fr: Mensuellement
it: Mensile
ja: 月間
ko: 월간
nb: Månedlig
nl: Maandelijks
pl: Miesięcznie
pt_br: Mensal
ru: Ежемесячно
th: รายเดือน
tr: Aylık
zh_hans: 每月
zh_hant: 月繳

# tiles.subscription.yearly
source: Yearly
ar: سنويًا
da: Årligt
de: Jährlich
es_mx: Anual
fr: Annuellement
it: Annuale
ja: 年間
ko: 연간
nb: Årlig
nl: Jaarlijks
pl: Rocznie
pt_br: Anual
ru: Ежегодно
th: รายปี
tr: Yıllık
zh_hans: 每年
zh_hant: 年繳

# tiles.subscription.days.left
source: (%d days left)
ar: (متبقي %d أيام)
da: (%d dage tilbage)
de: (noch %d Tage)
es_mx: (hace %d días)
fr: (%d jours restants)
it: (%d giorni rimasti)
ja: （残り%d日）
ko: (%d일 남음)
nb: (%d dager igjen)
nl: (Nog %d dagen)
pl: Pozostało %d dni
pt_br: (%d dias restantes)
ru: (осталось %d дн.)
th: (เหลือ %d วัน)
tr: (%d gün kaldı)
zh_hans: （还剩 %d 天）
zh_hant: （尚餘 %d 天）

# tiles.usage.title
source: Usage
ar: الاستخدام
da: Brug
de: Nutzung
es_mx: Uso
it: Uso
ja: 使用量
ko: 사용 현황
nb: Bruk
nl: Gebruik
pl: Wykorzystanie
pt_br: Uso
ru: Использование
th: การใช้งาน
tr: Kullanım
zh_hans: 使用情况
zh_hant: 使用狀況

# tiles.usage.ipsec.title
source: USAGE (Not available on IKEv2)
ar: (غير متاح على IKEv2)
da: BRUG (Ikke tilgængelig på IKEv2)
de: NUTZUNG (Nicht verfügbar für IKEv2)
es_mx: USO (No disponible en IKEv2)
fr: UTILISATION (Non disponible sur IKEv2)
it: USO (non disponibile su IKEv2)
ja: 使用（IKEv2では利用不可）
ko: 사용 현황 (IKEv2에서는 사용 불가)
nb: BRUK (ikke tilgjengelig på IKEv2)
nl: GEBRUIK (niet beschikbaar op IKEv2)
pl: Korzystanie (niedostępne IKEv2)
pt_br: USO (Não disponível no IKEv2)
ru: ИСПОЛЬЗОВАНИЕ (недоступно на IKEv2)
th: การใช้งาน (ไม่สามารถใช้ได้บน IKEv2)
tr: KULLANIM (IKEv2 ile kullanılamaz)
zh_hans: 使用情况（不适用于 IKEv2）
zh_hant: 使用情況（無法用於 IKEv2）

# tiles.usage.upload
source: Upload
ar: تحميل
es_mx: Subir
fr: Charger
it: Carica
ja: アップロード
ko: 업로드
nb: Last opp
nl: Uploaden
pl: Prześlij
ru: Отправить
th: อัพโหลด
tr: Yükle
zh_hans: 上传
zh_hant: 上傳

# tiles.usage.download
source: Download
ar: تنزيل
es_mx: Descargar
fr: Télécharger
ja: ダウンロード
ko: 다운로드
nb: Last ned
nl: Downloaden
pl: Pobierz
ru: Загрузить
th: ดาวน์โหลด
tr: İndir
zh_hans: 下载
zh_hant: 下載

# tiles.nmt.cellular
source: Cellular
ar: خلوية
da: Mobil
de: Mobilfunk
es_mx: Móvil
fr: Cellulaire
it: Cellulare
ja: セルラー
ko: 셀룰러
nb: Mobilnettverk
nl: Cellulair
pl: Komórkowa
pt_br: Celular
ru: Мобильная
th: เซลลูลาร์
tr: Hücresel
zh_hans: 蜂窝
zh_hant: 行動網路

# tiles.nmt.accessibility.trusted
source: Trusted network
ar: شبكة موثوقة
da: Betroet netværk
de: Vertrauenswürdiges Netzwerk
es_mx: Red fiable
fr: Réseau de confiance
it: Rete affidabile
ja: 信頼されたネットワーク
ko: 신뢰할 수 있는 네트워크
nb: Klarert nettverk
nl: Vertrouwd netwerk
pl: Zaufana sieć
pt_br: Rede de confiança
ru: Доверенная сеть
th: เครือข่ายที่เชื่อถือ
tr: Güvenilen ağ
zh_hans: 受信任网络
zh_hant: 信任網路

# tiles.nmt.accessibility.untrusted
source: Untrusted network
ar: شبكة غير موثوقة
da: Ubetroet netværk
de: Nicht vertrauenswürdiges Netzwerk
es_mx: Red no fiable
fr: Réseau non approuvé
it: Rete non affidabile
ja: 信頼されていないネットワーク
ko: 신뢰할 수 없는 네트워크
nb: Uklarert nettverk
nl: Niet-vertrouwd netwerk
pl: Niezaufana sieć
pt_br: Rede não confiável
ru: Ненадежная сеть
th: เครือข่ายที่ไม่เชื่อถือ
tr: Güvenilmeyen ağ
zh_hans: 不受信任网站
zh_hant: 非信任網路

# tiles.quicksettings.title
source: Quick settings
ar: إعدادات سريعة
da: Hurtig-indstillinger
de: Schnelleinstellungen
es_mx: Ajustes rápidos
fr: Paramètres rapides
it: Impostazioni rapide
ja: クイック設定
ko: 빠른 설정
nb: Hurtiginnstillinger
nl: Snelle instellingen
pl: Szybkie ustawienia
pt_br: Configurações rápidas
ru: Быстрые настройки
th: การตั้งค่าด่วน
tr: Hızlı ayarlar
zh_hans: 快速设置
zh_hant: 快速設定

# tiles.quicksettings.min.elements.message
source: You should keep at least one element visible in the Quick Settings Tile
ar: يجب أن تبقي عنصرًا واحدًا على الأقل مرئيًا في لوح الإعدادات السريعة
da: Du skal holde mindst et element synligt i flisen Hurtig-indstillinger
de: Sie sollten mindestens ein Element in den Schnelleinstellungen sichtbar halten.
es_mx: Debes mantener como mínimo un elemento visible en la casilla de configuración rápida.
fr: Vous devriez garder au moins un élément visible dans la vignette Paramètres rapides
it: Dovresti mantenere almeno un elemento visibile nel riquadro Impostazioni rapide
ja: クイック設定タイルの少なくとも1つのエレメントを可視状態にしておくべきです
ko: 빠른 설정 타일에서 적어도 하나 이상의 항목이 표시되게 해야 합니다
nb: Du burde ha minst ett element synlig i feltet Hurtiginnstillinger.
nl: Houd ten minste één element zichtbaar in de tegel Snelle instellingen
pl: Na kafelku Szybkich ustawień musisz zachować widoczny co najmniej jeden element.
pt_br: Você deve manter pelo menos um elemento visível no bloco Configurações Rápidas
ru: Следует оставить как минимум один элемент на плитке «Быстрые настройки» видимым
th: คุณควรเปิดไว้อย่างน้อยหนึ่งรายการในช่องการตั้งค่าด่วน
tr: Hızlı Ayarlar Deseninde en az bir öğeyi görünür tutmalısınız
zh_hans: 应该在“快速设置”图块中保持至少一个元素可见
zh_hant: 您應在快速設定磚中保留至少一個可見的元素

# tiles.accessibility.visible.tile.action
source: Tap to remove this tile from the dashboard
ar: اضغط لإزالة هذا المربع من لوحة المعلومات
da: Tryk for at fjerne denne flise fra instrumentbrættet
de: Tippen, um diese Kachel vom Dashboard zu entfernen
es_mx: Toca para quitar este cuadro del panel de control
fr: Touchez pour supprimer cette case du tableau de bord
it: Tocca per eliminare questo riquadro dal dashboard
ja: タップしてこのタイトルをダッシュボードから削除
ko: 탭하여 이 타일을 대시보드에서 제거합니다
nb: Trykk for å fjerne denne ruten fra instrumentbordet
nl: Tik om deze tegel van het dashboard te verwijderen
pl: Dotknij, aby usunąć tę płytkę z panelu sterowania
pt_br: Toque para remover este bloco do painel
ru: Нажмите, чтобы удалить эту плитку с панели
th: แตะเพื่อลบช่องนี้ลงในแดชบอร์ด
tr: Bu deseni panodan silmek için dokunun
zh_hans: 点击以从仪表板中删除此图块
zh_hant: 點選將此標題從剪貼簿移除

# tiles.accessibility.invisible.tile.action
source: Tap to add this tile to the dashboard
ar: اضغط لإضافة هذا المربع إلى لوحة المعلومات
da: Tryk for at tilføje denne flise til instrumentbrættet
de: Tippen, um diese Kachel dem Dashboard hinzuzufügen
es_mx: Toca para agregar este cuadro al panel de control
fr: Touchez pour ajouter cette case dans le tableau de bord
it: Tocca per aggiungere questo riquadro al dashboard
ja: タップしてこのタイトルをダッシュボードに追加
ko: 탭하여 이 타일을 대시보드에 추가합니다
nb: Trykk for å legge til denne ruten på instrumentbordet
nl: Tik om deze tegel aan het dashboard toe te voegen
pl: Dotknij, aby dodać tę płytkę do panelu sterowania
pt_br: Toque para adicionar este bloco ao painel
ru: Нажмите, чтобы добавить эту плитку на панель
th: แตะเพื่อเพิ่มช่องนี้ลงในแดชบอร์ด
tr: Bu deseni panoya eklemek için dokunun
zh_hans: 点击以将此图块添加到仪表板
zh_hant: 點選將此標題新增到剪貼簿

# siri.shortcuts.connect.row.title
source: 'Connect' Siri Shortcut
ar: اتصال اختصار Siri
da: 'Connect' Siri-genvej
de: Siri-Kurzbefehl „Verbinden“
es_mx: Conectar acceso directo de Siri
fr: « Connecter » le raccourci de Siri
it: "Connetti" collegamento a Siri
ja: Siriショートカットを接続
ko: Siri 단축어 '연결'
nb: «Koble til»-snarvei for Siri
nl: 'Verbinding maken' met Siri-opdracht
pl: skrót 'Połącz' w Siri
pt_br: Atalho de 'Conectar' da Siri
ru: Ярлык Siri «Подключить»
th: "เชื่อมต่อ"ทางลัด Siri
tr: 'Bağlan' Siri Kısayolu
zh_hans: “连接”Siri 快捷键
zh_hant: 「連線」Siri 捷徑

# siri.shortcuts.disconnect.row.title
source: 'Disconnect' Siri Shortcut
ar: قطع اتصال اختصار Siri
da: 'Disconnect' Siri-genvej
de: Siri-Kurzbefehl „Trennen“
es_mx: Desconectar acceso directo de Siri
fr: « Déconnecter » le raccourci de Siri
it: "Disconnetti" collegamento a Siri
ja: Siriショートカットを切断
ko: Siri 단축어 '연결 해제'
nb: «Koble fra»-snarvei for Siri
nl: 'Verbinding verbreken' met Siri-opdracht
pl: Skrót 'odłącz' w Siri
pt_br: Atalho de 'Desconectar' da Siri
ru: Ярлык Siri «Отключить»
th: "ยกเลิกการเชื่อมต่อ" ทางลัด Siri
tr: 'Bağlantıyı Sonlandır' Siri Kısayolu
zh_hans: “断开”Siri 快捷键
zh_hant: 「解除連線」Siri 捷徑

# siri.shortcuts.connect.title
source: Connect PIA VPN
ar: اتصال PIA VPN
da: Forbind PIA VPN
de: PIA VPN verbinden
es_mx: Conectar VPN de PIA
fr: Connecter VPN PIA
it: Connetti PIA VPN
ja: PIA VPNを接続
ko: PIA VPN 연결
nb: Koble til PIA VPN
nl: Verbinding maken met PIA VPN
pl: Połącz PIA VPN
pt_br: Conectar PIA VPN
ru: Подключиться к PIA VPN
th: เชื่อมต่อ PIA VPN
tr: PIA VPN'e Bağlan
zh_hans: 连接 PIA VPN
zh_hant: 連接 PIA VPN

# siri.shortcuts.disconnect.title
source: Disconnect PIA VPN
ar: قطع اتصال PIA VPN
da: Afbryd PIA VPN
de: PIA VPN trennen
es_mx: Desconectar VPN de PIA
fr: Déconnecter VPN PIA
it: Disconnetti PIA VPN
ja: PIA VPNを切断
ko: PIA VPN 연결 해제
nb: Koble fra PIA VPN
nl: Verbinding met PIA VPN verbreken
pl: Odłącz PIA VPN
pt_br: Desconectar PIA VPN
ru: Отключить PIA VPN
th: ยกเลิกการเชื่อมต่อ PIA VPN
tr: PIA VPN Bağlantısını Sonlandır
zh_hans: 断开 PIA VPN
zh_hant: 解除 PIA VPN 連線

# siri.shortcuts.add.error
source: There was an error adding the Siri shortcut. Please, try it again.
ar: حدث خطأ أثناء إضافة اختصار Siri. يرجى إعادة المحاولة.
da: Der opstod en fejl under tilføjelsen af Siri-genvejen. Prøv venligst igen.
de: Beim Hinzufügen des Siri-Kurzbefehls ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es_mx: Se ha producido un error al añadir el acceso directo de Siri. Vuelve a intentarlo.
fr: Une erreur s'est produite en ajoutant le raccourci de Siri. Veuillez réessayer.
it: Errore durante l'aggiunta del collegamento a Siri. Riprova.
ja: Siriショートカットの追加中にエラーが発生しました。もう一度お試しください。
ko: Siri 단축어를 추가하는 중 오류가 발생했습니다. 다시 시도하세요.
nb: Det oppstod en feil ved tilføring av Siri-snarveien. Prøv på nytt.
nl: Er is een fout opgetreden bij het toevoegen van de Siri-opdracht. Probeer het opnieuw.
pl: Wystąpił błąd podczas dodawania skrótu w Siri Spróbuj ponownie.
pt_br: Aconteceu um erro ao adicionar o atalho da Siri. Tente de novo.
ru: При добавлении ярлыка Siri произошла ошибка. Повторите попытку.
th: เกิดข้อผิดพลาดในการเพิ่มทางลัด Siri กรุณาลองใหม่อีกครั้ง
tr: Siri kısayolunu eklerken bir hata oluştu. Lütfen tekrar deneyin.
zh_hans: 添加 Siri 快捷键时出错。请再试一次。
zh_hant: 加入 Siri 捷徑時發生錯誤，請再試一次。

# today.widget.login
source: Login
ar: تسجيل الدخول
da: Log ind
de: Anmelden
es_mx: Iniciar sesión
fr: Connexion
it: Accedi
ja: ログイン
ko: 로그인
nb: Logg på
nl: Inloggen
pl: Zaloguj
ru: Вход
th: เข้าสู่ระบบ
tr: Giriş Yapın
zh_hans: 登录
zh_hant: 登入

# friend.referrals.email.validation
source: Invalid email. Please try again.
ar: البريد الإلكتروني غير صحيح. يرجى إعادة المحاولة.
da: Ugyldig e-mail. Prøv igen.
de: Ungültige E-Mail. Bitte erneut versuchen.
es_mx: Dirección de correo electrónico no válida. Vuelve a intentarlo de nuevo.
fr: E-mail invalide. Veuillez réessayer.
it: Indirizzo email non valido. Riprova.
ja: 無効なメールアドレス。もう一度お試しください。
ko: 이메일이 유효하지 않음. 다시 시도하세요.
nb: Ugyldig e-postadresse. Prøv på nytt.
nl: Ongeldig e-mailadres. Probeer het opnieuw.
pl: Nieprawidłowy e-mail. Spróbuj ponownie.
pt_br: E-mail inválido. Tente novamente.
ru: Неверный адрес эл. почты. Попробуйте еще раз.
th: อีเมลไม่ถูกต้อง กรุณาลองใหม่
tr: E-posta adresi geçersiz. Lütfen tekrar deneyin.
zh_hans: 电子邮箱乎无效。请重试。
zh_hant: 無效的電子郵件。請重試。

# friend.referrals.title
source: Refer a Friend
ar: إحالة صديق
da: Henvis en ven
de: Einen Freund empfehlen
es_mx: Recomendar a un amigo
fr: Parrainer un ami
it: Invita un amico
ja: 友達を紹介する
ko: 친구 추천
nb: Verv en venn
nl: Een vriend doorverwijzen
pl: Poleć znajomemu
pt_br: Indique um amigo
ru: Направить друга
th: แนะนำเพื่อน
tr: Arkadaş Referansı
zh_hans: 推荐朋友
zh_hant: 推薦一位朋友

# friend.referrals.view.invites.sent
source: View invites sent
ar: عرض الدعوات المرسلة
da: Se invitationer sendt
de: Gesendete Einladungen anzeigen
es_mx: Ver invitaciones enviadas
fr: Voir les invitations envoyées
it: Vedi inviti spediti
ja: 送信済みの招待状を表示する
ko: 보낸 초대 보기
nb: Vis sendte invitasjoner
nl: Verstuurde uitnodigingen bekijken
pl: Pokaż wysłane zaproszenia
pt_br: Exibir convites enviados
ru: Смотреть отправленные приглашения
th: ดูคำเชิญที่ส่ง
tr: Gönderilen davetleri görüntüle
zh_hans: 查看已发送邀请
zh_hant: 檢視已送出的邀請

# friend.referrals.pending.invites
source: %d pending invites
ar: %d دعوات معلقة
da: %d afventende invitationer
de: %d ausstehende Einladungen
es_mx: %d invitaciones pendientes
fr: %d invitations en attente
it: %d inviti in sospeso
ja: %d件の招待状が保留中です
ko: %d개의 대기 중인 초대
nb: %d ventende invitasjoner
nl: %d uitnodigingen in behandeling
pl: Zaproszenia oczekujące %d
pt_br: %d convites pendentes
ru: %d ожидающих приглашений(я)
th: %d คำเชิญที่รออยู่
tr: %d bekleyen davet
zh_hans: %d 个待处理邀请
zh_hant: %d 個邀請擱置中

# friend.referrals.signups.number
source: %d signups
ar: %d تسجيلات
da: %d tilmeldte
de: %d Registrierungen
es_mx: %d registros
fr: %d inscriptions
it: %d registrazioni
ja: %d件のサインアップ
ko: %d개의 가입
nb: %d registreringer
nl: %d aanmeldingen
pl: %d rejestracje(ji)
pt_br: %d registros
ru: %d регистраций(и)
th: %d สมัครสมาชิก
tr: %d kayıt
zh_hans: %d 注册
zh_hant: %d 次註冊

# friend.referrals.fullName
source: Full name
ar: الاسم الكامل
da: Fuldt navn
de: Kompletter Name
es_mx: Nombre completo
fr: Nom complet
it: Nome completo
ja: 氏名
ko: 성명
nb: Fullt navn
nl: Volledige naam
pl: Imię i nazwisko
pt_br: Nome completo
ru: Имя и фамилия
th: ชื่อ
tr: Ad soyad
zh_hans: 全名
zh_hant: 全名

# friend.referrals.invitation.terms
source: By sending this invitation, I agree to all of the terms and conditions of the Family and Friends Referral Program.
ar: بإرسال هذه الدعوة، أوافق على جميع بنود وشروط برنامج إحالة العائلة والأصدقاء.
da: Ved at sende denne invitation, accepterer jeg alle vilkår og betingelser for Henvisningsprogram for familie og venner.
de: Mit dem Absenden dieser Einladung erkläre ich mich mit allen Bedingungen des Empfehlungsprogramms für Familie und Freunde einverstanden.
es_mx: Al enviar esta invitación, acepto todos los términos y condiciones del Programa de recomendación a familia y amigos.
fr: En envoyant cette invitation, j'accepte tous les termes et conditions du programme de parrainage pour la famille et les amis.
it: Con la spedizione di questo invito, accetti i termini e le condizioni del Programma invito di familiari e amici.
ja: この招待状を送信することにより、私は「ご家族・お友達紹介プログラム」のすべての利用規約に同意します。
ko: 이 초대를 보냄으로써 가족 및 친구 추천 프로그램의 모든 계약 조건에 동의합니다.
nb: Ved å sende denne inviasjonen samtykker jeg til alle vilkårene og betingelsene i verveprogrammet for venner og familie.
nl: Door deze uitnodiging te versturen, ga ik akkoord met de algemene voorwaarden van het verwijzingsprogramma voor familie en vrienden.
pl: Wysyłając to zaproszenie, przyjmuję wszystkie zasady regulaminu Programu polecania rodzinie i znajomym
pt_br: Ao enviar este convite, eu concordo com todos os termos e condições do Programa de indicação de familiares e amigos.
ru: Отправляя это приглашение, я принимаю положения и условия «Реферальной программы для близких и друзей»
th: โดยการส่งคำเชิญนี้ ฉันยอมรับข้อกำหนดและเงื่อนไขทั้งหมดของโปรแกรมแนะนำเพื่อนและครอบครัว
tr: Bu daveti göndererek, Aile ve Arkadaşlara Önerme Programı'nın tüm şartlarını ve koşullarını kabul ediyorum.
zh_hans: 发送此邀请即表示，我同意家人和朋友推荐计划的所有条款和条件。
zh_hant: 若送出此邀請，即代表我同意親友推薦計畫的所有條款與條件。

# friend.referrals.family.friends.program
source: Family and Friends Referral Program
ar: برنامج إحالة العائلة والأصدقاء
da: Henvisningsprogram for familie og venner
de: Empfehlungsprogramm für Familien und Freunde
es_mx: Programa de recomendación a familia y amigos
fr: Programme de parrainage pour la famille et les amis
it: Programma invito di familiari e amici
ja: ご家族・お友達紹介プログラム
ko: 가족 및 친구 추천 프로그램
nb: Verveprogram for familie og venner
nl: Verwijzingsprogramma voor familie en vrienden
pl: Program polecania rodzinie i znajomym
pt_br: Programa de indicação de familiares e amigos
ru: Реферальная программа для близких и друзей
th: โปรแกรมแนะนำเพื่อนและครอบครัว
tr: Aile ve Arkadaşlara Önerme Programı
zh_hans: 家人和朋友推荐计划
zh_hant: 親友推薦計畫

# friend.referrals.send.invite
source: Send invite
ar: إرسال دعوة
da: Send invitation
de: Einladung senden
es_mx: Enviar invitación
fr: Envoyer l'invitation
it: Spedisci invito
ja: 招待状を送信
ko: 초대 보내기
nb: Send invitasjon
nl: Uitnodiging versturen
pl: Wyślij zaproszenie
pt_br: Enviar convite
ru: Отправить приглашение
th: ส่งคำเชิญ
tr: Davet gönder
zh_hans: 发送邀请
zh_hant: 傳送邀請

# friend.referrals.invite.error
source: Could not resend invite. Try again later.
ar: تعذّر إعادة إرسال الدعوة. أعد المحاولة لاحقًا.
da: Kunne ikke sende invitationen igen. Prøv igen senere.
de: Einladung konnte nicht erneut gesendet werden. Später erneut versuchen.
es_mx: No se pudo volver a enviar la invitación. Vuelve a intentarlo.
fr: Impossible de renvoyer l'invitation. Veuillez réessayer plus tard.
it: Impossibile inviare di nuovo l'invito. Riprova più tardi.
ja: 招待状を再送信できませんでした。後でもう一度お試しください。
ko: 초대를 다시 보내지 못했습니다. 나중에 시도하세요.
nb: Kunne ikke sende invitasjon på nytt. Prøv igjen senere.
nl: Kan uitnodiging niet versturen. Probeer het later opnieuw.
pl: Nie udało się wysłać ponownie zaproszenia. Spróbuj ponownie później.
pt_br: Não foi possível reenviar o convite. Tente novamente mais tarde.
ru: Не удалось повторить приглашение. Попробуйте еще раз позже.
th: ไม่สามารถส่งคำเชิญซ้ำ ลองใหม่ภายหลัง
tr: Davet tekrar gönderilemedi. Lütfen daha sonra tekrar deneyin.
zh_hans: 无法重新发送邀请。请稍后再试。
zh_hant: 無法重新送出邀請。請稍後重試。

# friend.referrals.invite.success
source: Invite sent successfully
ar: تم إرسال الدعوة بنجاح
da: Invitationen blev sendt
de: Einladung erfolgreich gesendet
es_mx: Invitación enviada correctamente.
fr: Invitation envoyée avec succès
it: Invito spedito
ja: 招待状が送信されました
ko: 초대를 보냈습니다
nb: Invitasjonen har blitt sendt
nl: Uitnodiging verstuurd
pl: Zaproszenie zostało wysłane
pt_br: Convite enviado com sucesso
ru: Приглашение успешно отправлено
th: ส่งคำเชิญสำเร็จแล้ว
tr: Davet başarıyla gönderildi
zh_hans: 邀请发送成功
zh_hant: 已成功送出邀請

# friend.referrals.share.link
source: Share your unique referral link
ar: مشاركة رابط الإحالة الفريد
da: Del dit unikke henvisningslink
de: Teilen Sie Ihren persönlichen Empfehlungslink
es_mx: Comparte tu enlace de referencia único
fr: Partagez votre lien de parrainage unique
it: Condividi il tuo link unico d'invito
ja: あなた専用の招待リンクを共有する
ko: 고유 추천 링크를 공유하세요
nb: Del den unike vervekoblingen din
nl: Deel uw unieke verwijzingslink
pl: Udostępnij swój niepowtarzalny link polecenia
pt_br: Compartilhe seu link de indicação único
ru: Поделитесь уникальной реферальной ссылкой
th: แชร์ลิงค์แนะนำของคุณที่ไม่ซ้ำกับใคร
tr: Kişiye özel tavsiye bağlantınızı paylaşın
zh_hans: 分享您的唯一推荐链接
zh_hant: 分享您獨有的推薦連結

# friend.referrals.share.link.terms
source: By sharing this link, you agree to all of the terms and conditions of the Family and Friends Referral Program.
ar: بمشاركة هذا الرابط، فأنت توافق على جميع شروط وأحكام برنامج إحالة العائلة والأصدقاء.
da: Ved at dele dette link accepterer du alle vilkår og betingelser for Henvisningsprogram for familie og venner.
de: Durch die Weitergabe dieses Links erklären Sie sich mit allen Bedingungen des Empfehlungsprogramms für Familien und Freunde einverstanden.
es_mx: Al enviar este enlace, acepto todos los términos y condiciones del Programa de recomendación a familia y amigos.
fr: En partageant ce lien, vous acceptez tous nos termes et conditions du programme de parrainage pour la famille et les amis.
it: Condividendo il link, accetti i termini e le condizioni del Programma invito di familiari e amici.
ja: このリンクを共有することにより、あなたは「ご家族・お友達紹介プログラム」のすべての利用規約に同意します。
ko: 이 링크를 공유함으로써 가족 및 친구 추천 프로그램의 모든 계약 조건에 동의합니다.
nb: Ved å dele denne koblingen samtykker du til alle vilkårene og betingelsene i verveprogrammet for familie og venner.
nl: Door deze link te delen, gaat u akkoord met de algemene voorwaarden van het verwijzingsprogramma voor familie en vrienden.
pl: Udostępniając ten link, przyjmuję wszystkie zasady regulaminu Programu polecania rodzinie i znajomym.
pt_br: Ao compartilhar este link, você concorda com todos os termos e condições do Programa de indicação de familiares e amigos.
ru: Делясь этой ссылкой, вы принимаете все положения и условия «Реферальной программы для близких и друзей».
th: หากแชร์ลิงก์นี้ถือว่าคุณยอมรับข้อกำหนดและเงื่อนไขทั้งหมดของโปรแกรมแนะนำเพื่อนและครอบครัว
tr: Bu bağlantıyı paylaşarak, Aile ve Arkadaşlara Önerme Programı'nın tüm şartlarını ve koşullarını kabul edersiniz.
zh_hans: 分享此链接即表示，您同意家人和朋友推荐计划的所有条款和条件。
zh_hant: 若分享此連結，即代表您同意親友推薦計畫的所有條件與條款。

# friend.referrals.invites.sent.title
source: Invites sent
ar: تم إرسال الدعوات
da: Invitationer sendt
de: Einladungen gesendet
es_mx: Invitaciones enviadas
fr: Invitations envoyées
it: Inviti spediti
ja: 招待状が送信されました
ko: 초대 전송 완료
nb: Sendte invitasjoner
nl: Uitnodigingen verstuurd
pl: Wysłane zaproszenia
pt_br: Convites enviados
ru: Приглашения отправлены
th: ส่งคำเชิญแล้ว
tr: Gönderilen davetler
zh_hans: 邀请已发送
zh_hant: 已送出邀請

# friend.referrals.pending.invites.title
source: Pending invites
ar: الدعوات المعلقة
da: Afventende invitationer
de: Ausstehende Einladungen
es_mx: Invitaciones pendientes
fr: Invitations en attente
it: Inviti in sospeso
ja: 保留中の招待状
ko: 대기 중인 초대
nb: Ventende invitasjoner
nl: Uitnodigingen in behandeling
pl: Zaproszenia oczekujące
pt_br: Convites pendentes
ru: Ожидающие приглашения
th: คำเชิญที่รออยู่
tr: Bekleyen davet
zh_hans: 待处理邀请
zh_hant: 擱置的邀請

# friend.referrals.invites.number
source: You have sent %d invites
ar: لقد أرسلت %d دعوات
da: Du har sendt %d invitationer
de: Du hast %d Einladungen gesendet
es_mx: Has enviado %d invitaciones.
fr: Vous avez envoyé %d invitations
it: Hai spedito %d inviti
ja: %d件の招待状を送信しました
ko: %d개의 초대를 보냈습니다
nb: Du har sendt %d invitasjoner
nl: U heeft %d uitnodigingen verstuurd
pl: Wysłałeś(-aś) %d zaproszenia(-eń)
pt_br: Você enviou %d convites
ru: Вы отправили %d приглашений(я)
th: คุณส่งแล้ว %d คำเชิญ
tr: %d davet gönderdiniz
zh_hans: 您已发送 %d 个邀请
zh_hant: 您已送出 %d 個邀請

# friend.referrals.privacy.note
source: Please note, for privacy reasons, all invites older than 30 days will be deleted.
ar: يرجى ملاحظة أنه لأسباب تتعلق بالخصوصية، سيتم حذف جميع الدعوات التي مضى عليها أكثر من 30 يومًا.
da: Bemærk venligst, at for fortrolighedsgrunde vil alle invitationer, der er ældre end 30 dage, blive slettet.
de: Bitte beachten Sie, dass aus Datenschutzgründen alle Einladungen, die älter als 30 Tage sind, gelöscht werden.
es_mx: Ten en cuenta que, por motivos de privacidad, se eliminarán todas las invitaciones de más 30 días de antigüedad.
fr: Veuillez noter que pour des raisons de confidentialité, toutes les invitations datant de plus de 30 jours seront supprimées.
it: Ricorda che, per motivi di privacy, dopo 30 giorni gli inviti saranno cancellati.
ja: プライバシー保護の理由により、30日以前に送信された招待状はすべて削除されますのでご注意ください。
ko: 개인 정보 보호를 위해 30일보다 오래된 모든 초대는 삭제됩니다.
nb: Merk at av hensyn til personvern slettes alle invitasjoner som er eldre nn 30 dager.
nl: Let op: om privacyredenen worden alle uitnodigingen die ouder zijn dan 30 dagen verwijderd.
pl: Proszę pamiętać, że w celu ochrony prywatności, wszystkie zaproszenia, które mają ponad 30 dni, zostaną usunięte.
pt_br: Lembre-se, por motivos de privacidade, todos os convites com mais de 30 dias serão excluídos.
ru: Обратите внимание, что из соображений конфиденциальности все приглашения старше 30 дней будут удаляться.
th: โปรดทราบว่าคำเชิญทั้งหมดที่มีอายุเกินกว่า 30 วันจะถูกลบทิ้ง ด้วยเหตุผลด้านความเป็นส่วนตัว
tr: Lütfen unutmayın, gizlilik nedeniyle, 30 günden eski tüm davetler silinir.
zh_hans: 请注意，为保护隐私起见，所有超过 30 天的邀请都将被删除。
zh_hant: 請注意，基於隱私權考量，我們將刪除超過 30 天的邀請。

# friend.referrals.signedup
source: Signed up
ar: قام بالتسجيل
da: Tilmeldte
de: Registriert
es_mx: Registrado
fr: Inscrit
it: Registrato
ja: サインアップ
ko: 가입함
nb: Registrert
nl: Aangemeld
pl: Zarejestrowany
pt_br: Registros
ru: Регистрация
th: สมัครสมาชิกแล้ว
tr: Kayıt yaptı
zh_hans: 已注册
zh_hant: 已註冊
