Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# settings.application_settings.allow_local_network.title
source: Allow access to devices on local network
ar: السماح بالوصول إلى الأجهزة الموجودة على الشبكة المحلية
da: Tillad adgang til enheder på det lokale netværk
de: Zugriff auf Geräte im lokalen Netzwerk erlauben
es_mx: Permitir acceso a dispositivos de la red local
it: Consenti l’accesso ai dispositivi sulla rete locale
ja: ローカルネットワーク内のデバイスへのアクセスを許可
ko: 로컬 네트워크의 장치 액세스 허용
nb: Tillat tilgang til enheter på lokalnettverk
nl: Sta toegang toe tot apparaten op een lokaal netwerk
pl: Zezwól na dostęp do urządzeń w sieci lokalnej
pt_br: Permitir acesso a dispositivos na rede local
ru: Разрешить доступ к устройствам в локальной сети
th: อนุญาตการเข้าถึงอุปกรณ์บนเครือข่ายท้องถิ่น
tr: Yerel ağdaki cihazlara erişim izni ver
zh_hans: 允许访问本地网络上的设备
zh_hant: 同意取用本機網路上的裝置

# settings.application_settings.allow_local_network.footer
source: Stay connected to local devices like printers or file servers while connected to the VPN. (Allow this only if you trust the people and devices on your network.)
ar: كن متصلًا بالأجهزة المحلية مثل الطابعات أو خوادم الملفات أثناء الاتصال بشبكة VPN. (اسمح بذلك فقط إذا كنت تثق في الأشخاص المتصلين بشبكتك والأجهزة التي عليها.)
da: Hold forbindelsen til lokale enheder såsom printere eller filservere, mens du er tilsluttet til VPN'et. (Tillad kun dette, hvis du har tillid til personerne og enhederne på dit netværk.)
de: Die Verbindung zu lokalen Geräten wie Druckern oder Dateiservern während einer Verbindung zum VPN halten. (Erlaube dies nur, wenn du den Personen und Geräten in deinem Netzwerk vertraust.)
es_mx: Mantente conectado a dispositivos locales como impresoras o servidores de archivos mientras estés conectado a la VPN. (Solo debes permitirlo si confías en las personas y los dispositivos de tu red.)
it: Rimani connesso ai dispositivi locali come stampanti o file server durante la connessione alla VPN. (Consenti solo se ti fidi delle persone e dei dispositivi sulla rete.)
ja: VPNに接続している間、プリンタやファイルサーバーなどのローカルデバイスへの接続を維持できます（ネットワーク内のユーザーとデバイスを信頼できる場合にのみ許可してください。）
ko: VPN에 연결된 상태에서 프린터 또는 파일 서버와 같은 로컬 장치 연결을 유지하세요. (네트워크의 사용자 및 장치를 신뢰하는 경우에만 이 옵션 허용)
nb: Behold tilgang til lokale enheter som skrivere eller filservere mens du er koblet til VPN-et. (Tillat dette bare hvis du stoler på personene og enhetene på nettverket ditt.)
nl: Blijf verbonden met lokale apparaten, zoals printers of bestandsservers die verbonden zijn met het VPN. (Sta dit alleen toe als je de personen en apparaten op je netwerk vertrouwt.)
pl: Pozostań w kontakcie z lokalnymi urządzeniami, takimi jak drukarki lub serwery plików, podczas połączenia z VPN. (Zezwalaj na to tylko wtedy, gdy ufasz osobom i urządzeniom w Twojej sieci).
pt_br: Permaneça conectado a dispositivos locais, como impressoras ou servidores de arquivos, enquanto estiver conectado à VPN. (Permita essa opção apenas se você confiar nas pessoas e nos dispositivos da sua rede.)
ru: Оставайтесь подключенными к устройствам в локальной сети, таким как принтеры или файловые серверы, пользуясь при этом VPN-подключением (включайте эту опцию только если доверяете людям и устройствам в вашей сети.)
th: คงความเชื่อมต่อกับอุปกรณ์ท้องถิ่นอย่างเครื่องพิมพ์หรือเซิร์ฟเวอร์ไฟล์ระหว่างที่เชื่อมต่อกับ VPN (อนุญาตเฉพาะหากคุณไว้ใจผู้คนและอุปกรณ์ในเครือข่ายของคุณ)
tr: VPN'e bağlıyken yazıcılar veya dosya sunucuları gibi yerel cihazlara bağlı kalın. (Buna yalnızca ağınızdaki kişilere ve cihazlara güveniyorsanız izin verin.)
zh_hans: 连接到 VPN 时，保持与打印机或文件服务器等本地设备的连接。（仅当您信任网络上的人员和设备时才允许此功能。）
zh_hant: 在連接到 VPN 時繼續連線到本機裝置，例如印表機或檔案伺服器。（只有在您相信網路上的人和裝置時才能同意）

# settings.application_settings.mace.footer
source: PIA MACE™ blocks ads, trackers, and malware while you're connected to the VPN.
ar: يحجب ™PIA MACE الإعلانات والمتعقبين والبرمجيات الضارة عندما تكون متصلًا بخدمة VPN.
da: PIA MACE™ blokerer annoncer, trackers og malware, mens du har forbindelse til VPN.
de: PIA MACE™ blockiert Werbung, Tracker und Malware bei aktiver VPN-Verbindung.
es_mx: PIA MACE™ bloquea publicidad, rastreadores y malware mientras estás conectado a la VPN.
fr: PIA MACE™ bloque les publicités, les traqueurs et les logiciels malveillants quand vous êtes connecté au VPN.
it: PIA MACE™ blocca pubblicità, tracker e malware mentre sei connesso alla VPN.
ja: PIA MACE™はVPNに接続されている間、広告、閲覧行動の追跡、そしてマルウェアをブロックします。
ko: PIA MACE™는 VPN에 연결되어 있을 때 광고, 트래커 및 악성코드를 차단합니다.
nb: PIA MACE™ blokkerer reklamer, sporere og skadelig programvare når du er koblet til VPN-en.
nl: PIA MACE™ blokkeert advertenties, trackers en malware als u met de VPN bent verbonden.
pl: PIA MACE™ blokuje reklamy, programy śledzące i złośliwe oprogramowanie w czasie połączenia przez VPN.
pt_br: O PIA MACE™ bloqueia anúncios, rastreadores e malware enquanto você está conectado à VPN.
ru: PIA MACE™ блокирует рекламу, следящие программы и вредоносное ПО, когда вы подключены к VPN.
th: PIA MACE™ บล็อกโฆษณา, ตัวติดตาม และมัลแวร์ ในขณะที่คุณกำลังเชื่อมต่อ VPN อยู่
tr: PIA MACE™, VPN'e bağlı olduğunuz sırada reklamları, takipçileri ve kötü amaçlı yazılımları engeller.
zh_hans: PIA MACE™可在您连接到 VPN 时阻止广告、跟踪和恶意软件。
zh_hant: PIA MACE™ 會在您連線到 VPN 時封鎖廣告、追蹤器及惡意程式。

# settings.application_settings.leak_protection.alert.title
source: Changes to the VPN Settings will take effect on the next connection
ar: سيتم تفعيل التعديلات على إعدادات الـ VPN عند معاودة الاتصال
da: Ændringer af VPN-indstillingerne træder i kraft ved næste forbindelse
de: Änderungen an den VPN-Einstellungen werden bei der nächsten Verbindung aktiv
es_mx: Los cambios en la configuración de la VPN tendrán efecto en la próxima conexión
it: Le modifiche alle impostazioni della VPN avranno effetto alla prossima connessione
ja: VPN設定への変更は次回の接続時に反映されます
ko: VPN 설정을 변경하면 다음에 연결할 때 적용됩니다.
nb: Endringer i VPN-innstillingene vil tre i kraft ved neste tilkobling
nl: Wijzigingen aan de VPN-instellingen worden van kracht bij de volgende verbinding
pl: Zmiany w Ustawieniach VPN zostaną zastosowane przy kolejnym nawiązaniu połączenia
pt_br: As alterações nas configurações da VPN entrarão em vigor na próxima conexão
ru: Изменения в настройках VPN будут применены при следующем подключении
th: การเปลี่ยนแปลงการตั้งค่า VPN จะมีผลในการเชื่อมต่อครั้งต่อไป
tr: VPN Ayarlarındaki değişiklikler, bir sonraki bağlantıda etkili olacak
zh_hans: 对 VPN 设置的更改将在下次连接时生效
zh_hant: 更改 VPN 設定後，將在下次連線時生效

# settings.content_blocker.title
source: Safari Content Blocker state
ar: حالة حظر المحتوى في Safari
da: Safari Indholdsblokeringstilstand
de: Status Inhalts-Blocker für Safari
es_mx: Estado del bloqueador de contenido de Safari
fr: État du bloqueur de contenu Safari
it: Stato di blocco contenuti Safari
ja: Safariコンテンツブロッカーの状態
ko: Safari 콘텐츠 차단기 상태
nb: Safari Innholdsblokkerer – status
nl: Status Safari Content Blocker
pl: Stan blokady zawartości Safari
pt_br: Status do bloqueador de conteúdo do Safari
ru: Состояние блокировщика контента для Safari
th: สถานะตัวปิดกั้นเนื้อหา Safari
tr: Safari İçerik Engelleyici durumu
zh_hans: Safari 内容拦截器状态
zh_hant: Safari 內容阻擋器狀態

# settings.content_blocker.state.title
source: Current state
ar: الحالة الحالية
da: Aktuel status
de: Aktueller Status
es_mx: Estado actual
fr: État actuel
it: Stato corrente
ja: 現在の状況
ko: 현재 상태
nb: Gjeldene status
nl: Huidige status
pl: Bieżący stan
pt_br: Situação atual
ru: Текущее состояние
th: สถานะปัจจุบัน
tr: Geçerli durum
zh_hans: 当前状态
zh_hant: 目前狀態

# settings.content_blocker.refresh.title
source: Refresh block list
ar: تحديث قائمة الحظر
da: Opdater blokeringsliste
de: Sperrliste aktualisieren
es_mx: Actualizar la lista de bloqueos
fr: Actualiser la liste de blocage
it: Aggiorna lista di blocco
ja: ブロックリストをリフレッシュ
ko: 차단 목록 새로고침
nb: Oppdater utestengningslisten
nl: Zwarte lijst verversen
pl: Odśwież listę blokowanych
pt_br: Atualize a lista de bloqueios
ru: Обновление списка блокирования
th: รีเฟรชรายชื่อที่ปิดกั้น
tr: Engelleme listesini yenile
zh_hans: 刷新拦截列表
zh_hant: 重新整理阻擋清單

# settings.content_blocker.footer
source: To enable or disable Content Blocker go to Settings > Safari > Content Blockers and toggle PIA VPN.
ar: لتفعيل أو تعطيل حظر المحتوى على متصفح Safari، اذهب الى الإعدادات > Safari > حظر المحتوى وتفعيل PIA VPN
da: For at aktivere vores Indholdsblokering skal du gå til Indstillinger > Safari > Indholdsblokering og slå PIA VIN til.
de: Um Inhalts-Blocker zu aktivieren oder zu deaktivieren, gehen Sie bitte zu Einstellungen > Safari > Inhalts-Blocker und schalten Sie PIA VPN ein.
es_mx: Para habilitar o deshabilitar el Bloqueador de contenido ve a Configuración > Safari > Bloqueadores de contenido y cambia el interruptor de PIA VPN.
fr: Pour activer ou désactiver le bloqueur de contenu, accédez aux Réglages > Safari > Bloqueurs de contenu et activez PIA VPN.
it: Per abilitare o disabilitare il Blocco dei contenuti, vai su Impostazioni > Safari > Blocchi dei contenuti ed aziona PIA VPN.
ja: コンテンツブロッカーのオン、オフは「設定」>「Safari」>「コンテンツブロッカー」から、PIA VPNをオンにしてください。
ko: Content Blocker를 활성화 또는 비활성화하려면 설정 > Safari > Content Blockers로 가서 PIA VPN을 토글하세요.
nb: For å aktivere eller deaktivere innholdsblokkerer, kan du gå til Innstillinger > Safari > Innholdsblokkerere og slå på PIA VPN.
nl: Om Content Blocker in- of uit te schakelen, ga je naar Instellingen > Safari > Content Blockers en tik je op PIA VPN.
pl: Aby włączyć lub wyłączyć Blokadę zawartości, przejdź do: Ustawienia > Safari > Blokady zawartości i przełącz PIA VPN.
pt_br: Para ativar ou desativar o Bloqueador de Conteúdo vá para Ajustes > Safari > Bloqueadores de Conteúdo e ative PIA VPN.
ru: Чтобы включить или выключить правило блокирования контента, перейдите в "Настройки" > Safari > "Правила блокирования контента" и нажмите на PIA VPN.
th: ในการเปิดหรือปิดตัวปิดกั้นเนื้อหา ให้ไปยังการตั้งค่า > Safari > ตัวปิดกั้นเนื้อหา และเปิดปิด PIA VPN
tr: İçerik Engelleyici'yi etkinleştirmek veya devre dışı bırakmak için Ayarlar > Safari > İçerik Engelleyiciler'e gidin ve PIA VPN için açın.
zh_hans: 要启用或禁用内容拦截器，请转至设置 > Safari > 内容拦截器，然后切换 PIA VPN。
zh_hant: 若要啟用或停用內容阻擋器，請前往設定 > Safari，然後點選「內容阻擋器」，開啟或關閉 PIA VPN。

# settings.application_information.title
source: APPLICATION INFORMATION
ar: معلومات التطبيق
da: INFORMATIN OM APPLIKATIONEN
de: ANWENDUNGSINFORMATIONEN
es_mx: INFORMACIÓN DE SOLICITUD
fr: INFORMATIONS DE L'APPLICATION
it: INFORMAZIONI SULL'APPLICAZIONE
ja: アプリ情報
ko: 애플리케이션 정보
nb: APPINFORMASJON
nl: APPLICATIE-INFORMATIE
pl: INFORMACJE O APLIKACJI
pt_br: INFORMAÇÕES DO APLICATIVO
ru: СВЕДЕНИЯ О ПРИЛОЖЕНИИ
th: ข้อมูลแอพพลิเคชั่น
tr: UYGULAMA BİLGİLERİ
zh_hans: 应用程序信息
zh_hant: 應用程式資料

# settings.application_information.debug.title
source: Send Debug Log to support
ar: إرسال سجل تتبع الأخطاء إلى الدعم
da: Send fejlfindingslog til support
de: Debug-Daten an Support senden
es_mx: Enviar registro de depuración a asistencia
fr: Envoyer le journal de débogage à l'assistance
it: Invia debug all'assistenza
ja: サポートにデバッグログを送信
ko: 지원팀에 디버그 로그 보내기
nb: Send feilsøkingslogg til kundestøtte
nl: Debugbestand naar klantenservice sturen
pl: Wyślij dziennik debugowania do działu obsługi
pt_br: Enviar log de depuração para suporte
ru: Отправить журнал отладки в службу поддержки
th: ส่งประวัติการแก้จุดบกพร่องไปยังฝ่ายสนับสนุน
tr: Hata Ayıklama Kaydını Destek Ekibine Gönderin
zh_hans: 向支持人员发送调试日志
zh_hant: 將偵錯記錄傳送到支援中心

# settings.application_information.debug.failure.title
source: Error during submission
ar: حدث خطأ أثناء الإرسال
da: Kunne ikke indsende
de: Fehler während Übermittlung
es_mx: Error en el envío
fr: Erreur au cours de l'envoi
it: Errore nell'invio
ja: 送信中のエラー
ko: 제출 중 오류 발생
nb: Feil ved innsending
nl: Fout tijdens inzending
pl: Wystąpił błąd w czasie wysyłania
pt_br: Erro durante o envio
ru: Ошибка при отправке
th: เกิดข้อผิดพลาดระหว่างการส่ง
tr: Gönderme sırasında hata
zh_hans: 提交时出错
zh_hant: 提交時發生錯誤

# settings.application_information.debug.failure.message
source: Debug information could not be submitted.
ar: تعذَّر إرسال معلومات تتبع الأخطاء وإصلاحها.
da: Fejloplysninger kunne ikke indsendes.
de: Debug-Daten konnten nicht übermittelt werden.
es_mx: No se pudo enviar la información de depuración.
fr: Les informations de débogage n'ont pas pu être envoyées.
it: Non è stato possibile inviare le informazioni di debug.
ja: デバッグ情報を送信できませんでした。
ko: 디버그 정보를 제출하지 못했습니다.
nb: Feilsøkinfo kunne ikke sendes inn.
nl: Debuginformatie kan niet worden verzonden.
pl: Nie udało się wysłać informacji z debugowania.
pt_br: As informações de depuração não puderam ser enviadas.
ru: Не удалось отправить отладочную информацию.
th: ไม่สามารถส่งข้อมูลการแก้จุดบกพร่องได้
tr: Hata bulma bilgileri gönderilemedi.
zh_hans: 调试信息无法提交。
zh_hant: 無法提交偵錯資料。

# settings.application_information.debug.empty.title
source: Empty debug information
ar: معلومات تتبع الأخطاء فارغة
da: Fejloplysninger tom
de: Debug-Daten leer
es_mx: Información de depuración vacía
fr: Informations de débogage vides
it: Informazioni di debug vuote
ja: 空のデバッグ情報
ko: 디버그 정보가 비어 있습니다
nb: Feilsøkinfo er tom
nl: Lege debuginformatie
pl: Pusty pakiet informacji z debugowania.
pt_br: Informações de depuração em branco
ru: Пустая отладочная информация
th: ข้อมูลแก้จุดบกพร่องว่างเปล่า
tr: Hata bulma bilgileri boş
zh_hans: 调试信息为空
zh_hant: 偵錯資料為空白

# settings.application_information.debug.empty.message
source: Debug information is empty, please attempt a connection before retrying submission.
ar: معلومات تتبع الأخطاء فارغة. يرجى محاولة إجراء اتصال قبل محاولة إعادة الإرسال.
da: Fejloplysninger er tomt. Prøv venligst at oprette forbindelse, før du forsøger at indsende igen.
de: Debug-Daten sind leer. Bitte vor erneutem Versuch versuchen eine Verbindung herzustellen.
es_mx: La información de depuración está vacía. Intenta conectarte antes de volver a intentar el envío.
fr: Les informations de débogage sont vides, veuillez tenter une connexion avant de réessayer l'envoi.
it: Non ci sono informazioni di debug, per favore prova a connetterti prima di riprovare l'invio.
ja: デバッグ情報が空です。送信を再試行する前に接続してみてください。
ko: 디버그 정보가 비어 있습니다. 다시 제출하시기 전에 연결을 시도하십시오.
nb: Feilsøkinfo er tom. Prøv å koble deg på igjen før du sender inn på nytt.
nl: Debuginformatie is leeg. Maak verbinding voordat u de informatie opnieuw verstuurt.
pl: Pakiet informacji z debugowania jest pusty; spróbuj się połączyć przed ponowną wysyłką.
pt_br: Informações de depuração em branco. Conecte-se antes de tentar reenviar.
ru: Отладочная информация пуста, перед тем как повторно отправлять информацию, повторите попытку подключения.
th: ข้อมูลแก้จุดบกพร่องว่างเปล่า กรุณาพยายามเชื่อมต่อก่อนลองส่งใหม่อีกครั้ง
tr: Hata bulma bilgileri boş, tekrar göndermeyi denemeden önce lütfen bir bağlantı gerçekleştirin.
zh_hans: 调试信息为空，请尝试连接，然后重试提交。
zh_hant: 偵錯資料為空白，請先嘗試連線後再重新提交。

# settings.application_information.debug.success.title
source: Debug information submitted
ar: تم إرسال معلومات تتبع الأخطاء
da: Fejloplysninger indsendt
de: Debug-Daten übermittelt
es_mx: Información de depuración enviada
fr: Informations de débogage envoyées
it: Informazioni di debug inviate
ja: デバッグ情報が送信されました
ko: 디버그 정보 제출 완료
nb: Feilsøkinfo sendt inn
nl: Debuginformatie verzonden
pl: Wysłano informacje z debugowania
pt_br: Informações de depuração enviadas
ru: Отладочная информация отправлена
th: ส่งข้อมูลแก้จุดบกพร่องเรียบร้อยแล้ว
tr: Hata ayıklama bilgileri gönderildi
zh_hans: 调试信息已提交
zh_hant: 偵錯資料已提交

# settings.application_information.debug.success.message
source: Debug information successfully submitted. ID: %@ Please note this ID, as our support team will require this to locate your submission.
ar: تم إرسال معلومات تتبع الأخطاء بنجاح. المعرف: %@ يرجى تدوين هذا المعرف، حيث أن فريق الدعم سيحتاجه لتحديد ما أرسلته.
da: Fejloplysninger indsendt. ID: %@ Gem venligst dette ID, da vores supportteam har brug for det, for at finde din indsendelse.
de: Debug-Informationen erfolgreich übermittelt. ID: %@ Bitte notiere diese ID, da unser Support-Team sie benötigt, um Ihre Einsendung zu lokalisieren.
es_mx: Se envió correctamente la información de depuración. ID: %@ Por favor, anota esta ID, ya que nuestro equipo de asistencia la solicitará para ubicar tu envío.
fr: Informations de débogage envoyées avec succès. ID : %@ Veuillez noter cet ID car notre équipe d'assistance en a besoin pour localiser votre message.
it: Informazioni di debug inviate. ID: %@ Prendi nota di questo ID, il nostro team di assistenza te lo chiederà per localizzare la tua richiesta.
ja: デバッグ情報が正常に送信されました。 ID: %@ 送信された情報を特定するためにサポートチームがこのIDを必要としますので、このIDを書き留めておいてください。
ko: 디버그 정보 제출 성공. ID: %@ 저희 지원팀이 귀하의 제출 정보를 확인하려면 이 ID가 필요하므로 적어두시기 바랍니다.
nb: Feilsøkinfo sendt. ID: %@ Skriv ned ID-en. Kundestøtte trenger den for å finne meldingen din.
nl: Debuginformatie verzonden. ID: %@ Let op: ons ondersteuningsteam heeft deze ID nodig om uw inzending te vinden.
pl: Wysłano informacje z debugowania. Identyfikator: %@ Proszę zapisać ten identyfikator, gdyż poprosi o niego nasz dział obsługi, aby znaleźć twoją przesyłkę.
pt_br: Informações de depuração enviadas com sucesso. ID: %@ Por favor, anote este ID, pois a nossa equipe de suporte irá solicitá-lo para localizar o envio.
ru: Отладочная информация успешно отправлена. Код: %@ Запишите этот код, т. к. наша служба поддержки запрашивает его для поиска переданных вами данных.
th: ส่งข้อมูลแก้จุดบกพร่องเรียบร้อยแล้ว ID: %@ กรุณาจด ID นี้ไว้ เนื่องจากทีมสนับสนุนของเราอาจสอบถามข้อมูลนี้เพื่อตรวจสอบการส่งข้อมูลของคุณ
tr: Hata bulma bilgileri başarıyla gönderildi. ID: %@ Lütfen bu ID'yi not edin, destek ekibimiz gönderinizi bulmak için isteyecek.
zh_hans: 调试信息成功提交。 ID：%@ 请记下此 ID，因为我们的支持团队需要该信息来找到您提交的内容。
zh_hant: 偵錯資料已成功提交。 ID：%@ 請記下此 ID，我們的支援團隊將需要它來處理您的個案。

# settings.commit.messages.must_disconnect
source: The VPN must reconnect for some changes to take effect.
ar: يجب إعادة اتصال VPN حتى تسري بعض التغييرات.
da: VPN'en skal genoprette forbindelse før nogle ændringer træder i kraft.
de: Das VPN muss sich neu verbinden, damit einige Änderungen wirksam werden.
es_mx: La VPN debe conectarse de nuevo para que algunos cambios tengan efecto.
fr: Le VPN doit se reconnecter pour appliquer certaines modifications.
it: La VPN deve riconnettersi perché alcune modifiche vengano applicate.
ja: 変更を反映するには、VPNを再接続する必要があります。
ko: 변경사항이 반영되려면 VPN을 다시 연결해야 합니다.
nb: VPN-en må koble til igjen for at enkelte endringer skal tre i kraft.
nl: De VPN moet opnieuw verbinding maken om de wijzigingen door te voeren.
pl: VPN musi połączyć się ponownie, aby niektóre zmiany zostały wprowadzone.
pt_br: A VPN deve reconectar para que algumas mudanças entrem em efeito.
ru: Чтобы некоторые изменения вступили в силу, надо переподключиться к VPN.
th: ต้องเชื่อมต่อ VPN อีกครั้งเพื่อให้เกิดความเปลี่ยนแปลง
tr: Bazı değişikliklerin uygulanması için VPN'in yeniden bağlanması gerekiyor.
zh_hans: VPN 必须重新连接，某些更改才能生效。
zh_hant: 部分修改須待VPN 重新連接，方可生效。

# settings.commit.messages.should_reconnect
source: Reconnect the VPN to apply changes.
ar: أعد اتصال VPN لتطبيق التغييرات.
da: Opret forbindelse til VPN igen, for at anvende ændringer.
de: VPN neu verbinden, um Änderungen zu übernehmen.
es_mx: Volver a conectar la VPN para aplicar los cambios.
fr: Reconnectez le VPN pour appliquer les modifications.
it: Riconnetti la VPN per applicare le modifiche.
ja: 変更を適用するにはVPNに再度接続してください。
ko: 변경사항을 적용하려면 VPN에 다시 연결하세요.
nb: Koble til VPN-en igjen for å ta i bruk endringene.
nl: Laat de VPN opnieuw verbinding maken om de wijzigingen toe te passen.
pl: Połącz ponownie z VPN, aby zastosować zmiany.
pt_br: Reconecte a VPN para aplicar as mudanças.
ru: Чтобы изменения вступили в силу, переподключитесь к VPN.
th: เชื่อมต่อ VPN อีกครั้งเพื่อใช้ความเปลี่ยนแปลง
tr: Değişiklikleri uygulamak için VPN'e tekrar bağlanın.
zh_hans: 重新连接 VPN 以应用更改。
zh_hant: 重新連接 VPN ，進行修改。

# settings.commit.buttons.reconnect
source: Reconnect
ar: إعادة اتصال
da: Anbefal
de: Erneut verbinden
es_mx: Volver a conectar
fr: Reconnecter
it: Riconnetti
ja: 再接続
ko: 다시 연결
nb: Koble til igjen
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
ru: Переподключиться
th: เชื่อมต่ออีกครั้ง
tr: Yeniden bağlan
zh_hans: 重新连接
zh_hant: 重新連接

# settings.commit.buttons.later
source: Later
ar: لاحقًا
da: Senere
de: Später
es_mx: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
nb: Senere
pl: Później
pt_br: Depois
ru: Позже
th: ภายหลัง
tr: Daha sonra
zh_hans: 以后
zh_hant: 稍後

# settings.reset.title
source: RESET
ar: إعادة تعيين
da: NULSTIL
de: ZURÜCKSETZEN
es_mx: RESTABLECER
fr: RÉINITIALISER
it: RIPRISTINA
ja: リセット
ko: 초기화
nb: TILBAKESTILL
nl: RESETTEN
pl: RESETUJ
pt_br: REDEFINIR
ru: СБРОСИТЬ
th: รีเซ็ต
tr: SIFIRLA
zh_hans: 重置
zh_hant: 重設

# settings.reset.defaults.title
source: Reset settings to default
ar: إعادة تعيين الإعدادات إلى الافتراضية
da: Nulstil indstillinger til standard
de: Auf Standardeinstellungen zurücksetzen
es_mx: Restablecer la configuración a los valores predeterminados
fr: Réinitialiser les paramètres sur ceux par défaut
it: Ripristina impostazioni predefinite
ja: 設定を標準にリセット
ko: 기본값으로 설정 초기화
nb: Tilbakestill til fabrikkinstillinger
nl: Instellingen resetten naar standaard
pl: Resetuj ustawienia do domyślnych
pt_br: Redefinir configurações para padrão
ru: Сбросить до настроек по умолчанию
th: รีเซ็ตการตั้งค่าเป็นค่าเริ่มต้น
tr: Ayarları varsayılanlara sıfırla
zh_hans: 重置设置为默认状态
zh_hant: 重設至預設設定

# settings.reset.defaults.confirm.title
source: Reset settings
ar: إعادة تعيين الإعدادات
da: Nulstil indstillinger
de: Einstellungen zurücksetzen
es_mx: Restablecer configuración
fr: Réinitialiser les paramètres
it: Ripristina impostazioni
ja: リセットの設定
ko: 초기화 설정
nb: Innstillinger for tilbakestilling
nl: Instellingen resetten
pl: Resetuj ustawienia
pt_br: Redefinir configurações
ru: Сбросить настройки
th: การตั้งค่าการรีเซ็ต
tr: Ayarları sıfırla
zh_hans: 重置设置
zh_hant: 重設設定

# settings.reset.defaults.confirm.message
source: This will bring the app back to default. You will lose all changes you have made.
ar: سيؤدي هذا الإجراء إلى عودة التطبيق إلى حالته الافتراضية وستفقد كل التغييرات التي أجريتها.
da: Det fører appen tilbage til standard. Du vil miste alle dine ændringer.
de: Damit wird die App in den Ausgangszustand versetzt. Alle Änderungen gehen verloren.
es_mx: Esto llevará a la aplicación a los valores predeterminados. Perderá todos los cambios que haya realizado.
fr: Cette action rétablira les paramètres par défaut de l'application. Toutes les modifications effectuées seront perdues.
it: Questo riporterà l'app alle impostazioni predefinite. Perderai tutte le modifiche apportate.
ja: アプリを標準設定に戻します。これまでの変更はすべて失われます。
ko: 앱이 기본 설정으로 돌아갑니다. 모든 변경 사항을 잃게 됩니다.
nb: Dette bringer appen tilbake til fabrikkinnstillingene. Du mister alle endringer.
nl: Hiermee zet u de standaardinstellingen van de app terug. Alle wijzigingen die u heeft gemaakt, gaan verloren.
pl: Spowoduje to przywrócenie domyślnych ustawień aplikacji. Stracisz wszystkie wprowadzone zmiany.
pt_br: Isto irá restaurar o app para as opções padrão. Você perderá todas as mudanças que fez.
ru: Это сбросит приложение к исходному состоянию. Вы потеряете все сделанные изменения.
th: การกระทำนี้จะทำให้แอปกลับไปสู่ค่าเริ่มต้น คุณจะสูญเสียการเปลี่ยนแปลงทั้งหมดที่เคยทำไว้
tr: Bu işlem uygulama ayarlarını sıfırlayacak. Yapmış olduğunuz bütün değişiklikler kaybolacaktır.
zh_hans: 此操作会将应用恢复为默认状态。您将丢失您做出的所有变更。
zh_hant: 此操作會將應用程式重設為預設狀態。所有您所作的變更都將會被清除。

# settings.reset.defaults.confirm.button
source: Reset
ar: إعادة تعيين
da: Nulstil
de: Zurücksetzen
es_mx: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 초기화
nb: Tilbakestill
nl: Resetten
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
th: รีเซ็ต
tr: Sıfırla
zh_hans: 重置
zh_hant: 重設
