Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# settings.dedicatedip.stats.delete.alert.message
source: You are about to remove your Dedicated IP from your account.
es_mx: Estás a punto de borrar tu IP dedicada de la cuenta.
ko: 계정에서 전용 IP를 제거하려고 합니다.
pl: Za chwilę usuniesz Dedykowany adres IP ze swojego konta.
th: คุณกำลังจะลบ IP เฉพาะของคุณออกจากบัญชีของคุณ
tr: Özel IP'nizi hesabınızdan kaldırmak üzeresiniz.
zh_hans: 您即将从您的账户中删除专用 IP。

# settings.dedicatedip.stats.delete.alert.delete
source: Yes, Delete
es_mx: Sí, bórrala
ko: 제거하기
pl: Tak, usuń
th: ใช่ ลบ
tr: Evet, Sil
zh_hans: 是的，删除

# settings.dedicatedip.status.active
source: Active
es_mx: Activa
ko: 활성화됨
pl: Aktywny
th: เปิดการใช้งาน
tr: Aktif
zh_hans: 已激活

# settings.dedicatedip.status.invalid
source: Invalid
es_mx: No válida
ko: 유효하지 않음
pl: Nieprawidłowy
th: ไม่ถูกต้อง
tr: Geçersiz
zh_hans: 无效

# settings.dedicatedip.status.expired
source: Expired
es_mx: Caducada
ko: 만료됨
pl: Wygasł
th: หมดอายุ
tr: Sona Erdi
zh_hans: 已过期

# settings.dedicatedip.status.error
source: Error
ko: 오류
pl: Błąd
th: ข้อผิดพลาด
tr: Hata
zh_hans: 错误

# help_menu.app_version_section.title
source: App Version
es_mx: Versión de la aplicación
ko: 앱 버전
pl: Wersja aplikacji
th: เวอร์ชันของแอป
tr: Uygulama Sürümü
zh_hans: 应用程序版本

# help_menu.contact_support.qr_code.title
source: Contact Support
es_mx: Contacto de asistencia
ko: 고객 지원팀에 문의하기
pl: Skontaktuj się z pomocą techniczną
th: ติดต่อฝ่ายสนับสนุน
tr: Destek ile İletişime Geçin
zh_hans: 联系客服

# help_menu.contact_support.qr_code.message
source: Scan the QR code to get in touch to our Support Team.
es_mx: Escanea el código QR para ponerte en contacto con nuestro equipo de asistencia técnica.
ko: QR 코드를 스캔하여 고객 지원팀에 문의하세요.
pl: Zeskanuj kod QR, aby skontaktować się z naszym zespołem pomocy technicznej.
th: สแกนรหัส QR เพื่อติดต่อกับทีมสนับสนุนของเรา
tr: Destek Ekibimizle iletişime geçmek için QR kodunu tarayın.
zh_hans: 扫描二维码联系客服。

# help_menu.about_options.acknowledgements.title
source: Acknowledgements
es_mx: Agradecimientos
ko: 사용권 고지
pl: Potwierdzenia
th: รับทราบ
tr: Teşekkür
zh_hans: 声明

# help_menu.about_options.privacy_policy.title
source: Privacy Policy
es_mx: Política de privacidad
ko: 개인정보보호정책
pl: Zasady ochrony prywatności
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik Politikası
zh_hans: 隐私政策

# help_menu.about_section.privacy_policy.description
source: This privacy policy ('Privacy Policy' or 'Policy') explains the privacy practices of Private Internet Access, Inc., (collectively, 'We', 'Us', 'Data Controller', 'Company', or 'PIA') and applies to users ('User(s)' or 'You') of PIA's services, including, among other things, the PIA VPN service ('Service') and PIA website at www.privateinternetaccess.com ('Website').
es_mx: Esta política de privacidad ('Política de Privacidad' o 'Política') explica las prácticas de privacidad de Private Internet Access, Inc. (denominado colectivamente 'Nosotros', 'Controlador de datos', 'Compañía', o 'PIA') y se aplica a los usuarios ('Usuarios' o 'Usted') de los servicios de PIA, incluyendo, entre otras cosas, el servicio VPN de PIA ('Servicio') y la página web de PIA en www. rivateinternetaccess.com ('Página Web').
ko: 본 개인 정보 보호 정책(이하 '개인정보보호정책' 또는 '정책')은 Private Internet Access, Inc.(총칭하여 '당사는,' '당사를,' '데이터 제어기관,' '회사' 또는 'PIA')의 개인정보 보호 관행을 설명하며 그 중에서도 특히 PIA VPN service(이하 '서비스') 및 PIA 웹사이트인 www.privateinternetaccess.com(이하 '웹사이트')를 포함한 PIA 서비스의 사용자(이하 '사용자' 또는 '귀하')에게 적용됩니다.
pl: Ta polityka prywatności („Polityka prywatności” lub „Polityka”) wyjaśnia praktyki prywatności w firmie Private Internet Access, Inc. (zbiorowo, „My”, „Nas”, „Kontroler danych”, „Firma” lub „PIA”) i dotyczy użytkowników („Użytkownika/Użytkowników”, „Ciebie”) usług PIA, obejmujących, między innymi, usługę PIA VPN („Usługa”) oraz stronę internetową PIA pod adresem www.privateinternetaccess.com („Witryna”).
th: นโยบายความเป็นส่วนตัวนี้ ('นโยบายความเป็นส่วนตัว' หรือ 'นโยบาย') อธิบายหลักปฏิบัติด้านความเป็นส่วนตัวของ Private Internet Access, Inc. (เรียกรวมกันว่า 'เรา', 'พวกเรา', 'ผู้ควบคุมข้อมูล', 'บริษัท' หรือ 'PIA') และนำไปใช้กับผู้ใช้ ('ผู้ใช้' หรือ 'คุณ') ของบริการของ PIA รวมถึงเหนือสิ่งอื่นใด บริการ VPN PIA ('บริการ') และเว็บไซต์ PIA ที่ www.privateinternetaccess.com ('เว็บไซต์')
tr: Bu gizlilik politikası ("Gizlilik Politikası" veya "Politika") Private Internet Access, Inc.'nin ('Biz'', 'Veri Denetleyicisi', 'Şirket' veya 'PIA') gizlilik uygulamalarını açıklamaktadır ve diğer şeylerin yanı sıra PIA VPN hizmeti ("Hizmet") ve www.privateinternetaccess.com adresindeki PIA web sitesi ("Web Sitesi") dahil olmak üzere PIA hizmetlerinin kullanıcıları ('Kullanıcı(lar)' veya 'Siz') için geçerlidir.
zh_hans: 此隐私政策（也称 “政策”）详细说明了 Private Internet Access, Inc.（也称“我们“”数据控制方“”公司“”PIA“）的隐私处理政策，适用于使用 PIA 服务的用户（也称为”您“）此类服务包括 PIA VPN 服务（也称”服务“），以及 PIA 网站 www.privateinternetaccess.com（也称“网站”）等在内的各项服务。

# help_menu.about_section.privacy_policy.qr_code.message
source: Scan the QR code to access the full privacy policy on your device.
es_mx: Escanea el código QR para acceder a la Política de Privacidad completa en tu dispositivo.
ko: QR 코드를 스캔하여 기기에서 전체 개인 정보 보호 정책을 확인하세요.
pl: Zeskanuj kod QR i uzyskaj dostęp do pełnej polityki prywatności na swoim urządzeniu.
th: สแกนรหัส QR เพื่อเข้าถึงนโยบายความเป็นส่วนตัวฉบับเต็มบนอุปกรณ์ของคุณ
tr: Cihazınızdaki gizlilik politikasının tamamına erişmek için QR kodunu tarayın.
zh_hans: 扫描二维码，在您的设备上查看完整的《隐私政策》。

# help_menu.help_improve.enabled.title
source: ON
es_mx: Habilitado
ko: 켜짐
pl: WŁĄCZONE
th: เปิด
tr: AÇ
zh_hans: 开启

# help_menu.help_improve.disabled.title
source: OFF
es_mx: Deshabilitado
ko: 꺼짐
pl: WYŁĄCZONE
th: ปิด
tr: KAPAT
zh_hans: 关闭

# help_menu.about_section.acknowledgments.copyright.title
source: COPYRIGHT 2014-2024 PRIVATE INTERNET ACCESS INC VPN
th: ลิขสิทธิ์ของ 2014-2024 PRIVATE INTERNET ACCESS INC VPN

# tvos.signup.title
source: Get Private Internet Access
es_mx: Obtén Private Internet Access
ko: Private Internet Access 구독하기
pl: Zdobądź Private Internet Access
th: รับ Private Internet Access
tr: Private Internet Access Edinin
zh_hans: 获取 PIA

# tvos.signup.item1
source: VPN servers in 91 countries
es_mx: Servidores VPN en 91 países
ko: 91개국에 위치한 VPN 서버
pl: Serwery VPN w 91 krajach
th: เซิร์ฟเวอร์ VPN ใน 91 ประเทศ
tr: 91 ülkede VPN sunucuları
zh_hans: 遍布 91 个国家的 VPN 服务器

# tvos.signup.item2
source: Blazing-fast speeds
es_mx: Velocidad de vértigo
ko: 놀라운 속도
pl: Ultraszybkie prędkości
th: ความเร็วอันรวดเร็วทันใจ
tr: Çok yüksek hızlar
zh_hans: 快如闪电的速度

# tvos.signup.item3
source: 24/7 customer support
es_mx: Asistencia al cliente ininterrumpida
ko: 연중무휴 24시간 고객 지원
pl: Całodobowa obsługa klienta
th: การสนับสนุนลูกค้าตลอด 24 ชั่วโมงทุกวัน
tr: 7/24 müşteri desteği
zh_hans: 24/7 全天候客户支持

# tvos.signin.expired.title
source: Your subscription has expired
es_mx: La suscripción ha caducado
ko: 구독이 만료되었습니다
pl: Twoja subskrypcja wygasła
th: การสมัครสมาชิกของคุณหมดอายุแล้ว
tr: Aboneliğinizin süresi doldu
zh_hans: 您的订阅已过期

# tvos.signin.expired.subtitle
source: Renew and regain full VPN protection while streaming.
es_mx: Renueva y recupera toda la protección de una VPN mientras haces streaming.
ko: 구독을 갱신하고 스트리밍 중에 다시 VPN의 완전한 보호를 받으세요.
pl: Odnów i odzyskaj pełną ochronę VPN podczas oglądania.
th: ต่ออายุและรับการป้องกัน VPN เต็มรูปแบบขณะสตรีมมิ่ง
tr: Yenileyin ve izleme sırasında tam VPN korumasını yeniden kazanın.
zh_hans: 续订从而在观看流媒体节目时获得全方位的 VPN 保护。

# tvos.signin.expired.qr.title1
source: Scan the QR code and choose your plan. Subscribing only takes a couple of minutes.
es_mx: Escanea el código QR y elige un plan. Solo tardarás un par de minutos en suscribirte.
ko: QR 코드를 스캔하고 플랜을 선택하세요. 몇 분이면 구독이 완료됩니다.
pl: Zeskanuj kod QR i wybierz plan. Tworzenie subskrypcji trwa tylko kilka minut.
th: สแกนรหัส QR และเลือกแผนของคุณ การสมัครใช้เวลาเพียงไม่กี่นาที
tr: QR kodunu tarayın ve planınızı seçin. Abone olmak sadece birkaç dakikanızı alır.
zh_hans: 扫描二维码，选择订阅计划。仅需几分钟即可轻松订阅。

# tvos.signin.expired.qr.title2
source: Once done, return to your Apple TV and enjoy enhanced digital privacy with PIA!
es_mx: Una vez que esté hecho, vuelve a tu Apple TV y disfruta de una mayor privacidad digital con PIA.
ko: 완료되면 Apple TV로 돌아가서 PIA로 개선된 디지털 프라이버시를 누리세요!
pl: Po zakończeniu wróć do Apple TV i ciesz się większą cyfrową prywatnością dzięki PIA!
th: เมื่อเสร็จแล้ว กลับมาที่ Apple TV ของคุณและเพลิดเพลินกับความเป็นส่วนตัวดิจิทัลที่ได้รับการปรับปรุงด้วย PIA!
tr: İşiniz bittiğinde Apple TV'nize dönün ve PIA ile gelişmiş dijital gizliliğin keyfini çıkarın!
zh_hans: 订阅完成后，返回 Apple TV，享受 PIA 提供的更强大的数据隐私保护。

# tvos.signin.expired.button.renewed
source: I've Already Renewed
es_mx: Ya he renovado
ko: 이미 갱신함
pl: Już odnowione
th: ฉันต่ออายุแล้ว
tr: Zaten Yeniledim
zh_hans: 我已续订

# tvos.signin.expired.button.signout
source: Sign Out
es_mx: Cerrar sesión
ko: 로그아웃
pl: Wyloguj się
th: ออกจากระบบ
tr: Çıkış Yap
zh_hans: 退出

# tvos.signin.expired.trial.title
source: Your free trial has expired
es_mx: La prueba gratuita ha caducado
ko: 무료 체험이 만료되었습니다
pl: Twój darmowy okres próbny wygasł
th: การทดลองใช้ฟรีของคุณหมดอายุแล้ว
tr: Ücretsiz deneme süreniz sona erdi
zh_hans: 您的免费试用已过期

# tvos.signin.expired.trial.subtitle
source: If you enjoyed premium VPN protection, subscribe to PIA!
es_mx: Si te gustó tener protección VPN de primera categoría, ¡suscríbete a PIA!
ko: 프리미엄 VPN 보호 기능에 만족하셨다면 PIA를 구독하세요!
pl: Jeśli spodobała Ci się ochrona VPN premium, subskrybuj PIA!
th: หากคุณเพลิดเพลินกับการป้องกัน VPN ระดับพรีเมียม สมัครสมาชิก PIA!
tr: Premium VPN korumasını sevdiyseniz PIA'ya abone olun!
zh_hans: 如果您喜欢我们提供的 VPN 保护，请记得订阅 PIA！

# tvos.signup.subscription.paywall.subtitle
source: Start your 7 days free trial then %@ per year.
es_mx: Comienza tu prueba gratis de 7 días y después %@ al año.
ko: 7일 무료 체험 후 %@/년
th: เริ่มการทดลองใช้ฟรี 7 วันของคุณ จากนั้น %@ ต่อปี
tr: 7 günlük ücretsiz denemenizi başlatın, ardından yılda %@.

# tvos.signup.subscription.paywall.price.year
source: per year
es_mx: al año
ko: /년
th: ต่อปี
tr: yılda

# tvos.signup.subscription.paywall.price.trial
source: BEST VALUE - FREE TRIAL
es_mx: LA MEJOR OFERTA - PRUEBA GRATIS
ko: 최고 가성비 - 무료 체험
th: คุ้มค่าที่สุด - ทดลองใช้ฟรี
tr: EN İYİ DEĞER - ÜCRETSİZ DENEME

# tvos.signup.subscription.paywall.price.month.simplified
source: /mo
es_mx: /mes
ko: /월
th: /เดือน
tr: /ay

# tvos.signup.subscription.paywall.button.subscribe
source: Subscribe Now
es_mx: Suscríbete ahora
ko: 지금 구독
th: สมัครสมาชิกตอนนี้
tr: Hemen Abone Ol

# tvos.signup.subscription.error.message.generic
source: Something went wrong. Please try again.
es_mx: Se produjo un error. Por favor, inténtalo de nuevo.
ko: 문제가 발생했습니다. 다시 시도해 주세요.
th: เกิดข้อผิดพลาด โปรดลองอีกครั้ง
tr: Bir sorun oluştu. Lütfen tekrar deneyin.

# tvos.signup.subscription.error.message.paymentCancelled
source: Payment was cancelled. Please try again.
es_mx: El pago ha sido cancelado. Por favor, inténtalo de nuevo.
ko: 결제가 취소되었습니다. 다시 시도해 주세요.
th: การชำระเงินถูกยกเลิก กรุณาลองอีกครั้ง
tr: Ödeme iptal edildi. Lütfen tekrar deneyin.

# tvos.signup.email.error.message.generic
source: We're unable to create an account at this time. Please try again later
es_mx: No podemos crear una cuenta en este momento. Por favor, inténtalo de nuevo más tarde
ko: 지금은 계정을 생성할 수 없습니다. 나중에 다시 시도해 주세요.
th: เราไม่สามารถสร้างบัญชีได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง
tr: Şu anda bir hesap oluşturamıyoruz. Lütfen daha sonra tekrar deneyiniz

# tvos.signup.credentials.title
source: Success!
es_mx: ¡Listo!
ko: 성공!
th: สำเร็จ!
tr: Başarılı!

# tvos.signup.credentials.details.title
source: Card redeemed sucessfully
es_mx: Tarjeta canjeada correctamente
ko: 카드 사용 성공
th: การใช้บัตรเสร็จสมบูรณ์
tr: Kart başarıyla kullanıldı

# tvos.signup.credentials.details.subtitle
source: You will also receive an email shortly with your username and password.
es_mx: También recibirás un correo electrónico en breve con tu nombre de usuario y contraseña.
ko: 사용자 이름 및 비밀번호가 담긴 이메일이 곧 전송됩니다.
th: คุณจะได้รับอีเมลในไม่ช้า พร้อมชื่อผู้ใช้และรหัสผ่านของคุณด้วย
tr: Kısa süre içinde kullanıcı adınızı ve şifrenizi içeren bir e-posta alacaksınız.

# tvos.signup.credentials.details.button
source: Get Started
es_mx: Comenzar
ko: 사용 시작
th: เริ่มต้น
tr: Başlayın

# tvos.signup.terms_conditions.title
source: Terms and Conditions
es_mx: Términos y condiciones
ko: 이용 약관
th: ข้อกำหนดและเงื่อนไข
tr: Hüküm ve Koşullar

# tvos.signup.terms_conditions.description
source: This Terms of Service Agreement ('Agreement') covers the scope of your use and access to the PIA Private Internet Access, Inc. ('PIA') website (“Site”) located at www.privateinternetaccess.com, virtual private networking ('VPN'), and PIA's services provided through the Site ('Service(s)'). By visiting the Site, purchasing a subscription, and/or using the Services, You ('You' or 'Subscriber') ('PIA' and 'Subscriber' collectively known as 'Parties') acknowledge that you have read the Agreement, fully understand the terms and agree to be bound by all of the terms of the Agreement.
es_mx: Este Acuerdo de Términos de Servicio ("Contrato") cubre el alcance de tu uso y acceso al sitio web (“Sitio”) Private Internet Access Inc. de PIA. ("PIA") ubicado en www.privateinternetaccess.com, la red privada virtual ('VPN'), y los servicios de PIA ofrecidos a través del Sitio ("Servicio(s)"). Al visitar el Sitio, comprar una suscripción y/o utilizar los Servicios, tú ("Tú" o el "Suscriptor") ("PIA" y el "Suscriptor" colectivamente conocidos como las "Partes") reconocen que han leído el acuerdo, entienden perfectamente los términos y aceptan remitirse a todos los términos del acuerdo.
ko: 본 서비스 약관('계약')은 www.privateinternetaccess.com에 위치한 PIA Private Internet Access, Inc.('PIA') 웹사이트('사이트'), 가상 사설망('VPN') 및 사이트를 통해 제공되는 PIA의 서비스('서비스')에 대한 귀하의 사용 및 접근 범위를 다룹니다. 귀하('귀하' 또는 '구독자')('PIA' 및 '구독자'를 통칭하여 '당사자')는 사이트를 방문하고 정액제를 구매하고 서비스를 이용함으로써 계약을 읽었으며 약관을 완전히 이해하고 계약의 모든 약관을 준수할 것에 동의하게 됩니다.
th: ข้อตกลงเงื่อนไขการบริการนี้ ('ข้อตกลง') ครอบคลุมขอบเขตการใช้งานและการเข้าถึงเว็บไซต์ (“ไซต์”) PIA Private Internet Access, Inc. ('PIA') ซึ่งอยู่ที่ www.privateinternetaccess.com เครือข่ายส่วนตัวเสมือน ('VPN') และบริการของ PIA ที่ให้บริการผ่านไซต์ ('บริการ') โดยการเยี่ยมชมเว็บไซต์ การซื้อการสมัครสมาชิก และ/หรือการใช้บริการ คุณ ('คุณ' หรือ 'สมาชิก') ('PIA' และ 'สมาชิก' เรียกรวมกันว่า 'คู่สัญญา') รับทราบว่าคุณได้อ่านข้อตกลงโดยครบถ้วน เข้าใจข้อกำหนด และตกลงที่จะผูกพันตามข้อกำหนดทั้งหมดของข้อตกลง
tr: Bu Hizmet Şartları Sözleşmesi ("Sözleşme"), www.privateinternetaccess.com adresinde bulunan PIA Private Internet Access, Inc. ("PIA") web sitesine ("Site"), sanal özel ağa (VPN) ve Site aracılığıyla sağlanan PIA hizmetlerine ("Hizmet(ler)") erişiminizi ve kullanımınızı kapsar. Siteyi ziyaret ederek, bir abonelik satın alarak ve/veya Hizmetleri kullanarak, Siz ('Siz' veya 'Abone') ('PIA' ve 'Abone' toplu olarak 'Taraflar' olarak anılır) Sözleşmeyi tamamen okuduğunuzu, şartları anladığınızı ve Sözleşmenin tüm şartlarını onayladığınızı kabul edersiniz.

# tvos.signup.terms_conditions.qr_code.message
source: Scan the QR code to access the full terms and conditions policy on your device.
es_mx: Escanea el código QR para acceder a la Política de Privacidad completa en tu dispositivo.
ko: QR 코드를 스캔하여 기기에서 전체 이용 약관 정책을 확인하세요.
th: สแกนรหัส QR เพื่อเข้าถึงนโยบายความเป็นส่วนตัวฉบับเต็มบนอุปกรณ์ของคุณ
tr: Cihazınızdaki hüküm ve koşullar politikasının tamamına erişmek için QR kodunu tarayın.

# tvos.signup.cta
source: Scan the QR Code and download the app to create a new account.
pl: Zeskanuj kod QR
zh_hans: 扫描二维码
