Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# global.ok
source: OK
ar: موافق
ko: 확인
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確認

# global.cancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
es_mx: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
th: ยกเลิก
tr: İptal
zh_hans: 取消
zh_hant: 取消

# global.close
source: Close
ar: إغلاق
da: Luk
de: Schließen
es_mx: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nb: Lukk
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
th: ปิด
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

# global.error
source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nb: Feil
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
th: ข้อผิดพลาด
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

# global.automatic
source: Automatic
ar: تلقائي
da: Automatisk
de: Automatisch
es_mx: Automática
fr: Automatique
it: Automatica
ja: 自動
ko: 자동
nb: Automatisk
nl: Automatisch
pl: Automatyczny
pt_br: Automático
ru: Автоматически
th: อัตโนมัติ
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

# global.required
source: Required
ar: مطلوب
da: Påkrævet
de: Erforderlich
es_mx: Requerido
fr: Requis
it: Obbligatorio
ja: 必須
ko: 필수
nb: Påkrevd
nl: Vereist
pl: Wymagane
pt_br: Obrigatório
ru: Обязательно
th: จำเป็น
tr: Gerekli
zh_hans: 必填
zh_hant: 必須

# global.optional
source: Optional
ar: اختياري
da: Valgfri
es_mx: Opcional
fr: Facultatif
it: Facoltativo
ja: 任意
ko: 선택
nb: Valgfritt
nl: Optioneel
pl: Opcjonalnie
pt_br: Opcional
ru: Необязательно
th: ถ้ามี
tr: İsteğe bağlı
zh_hans: 可选
zh_hant: 非必須

# global.clear
source: Clear
ar: مسح
da: Ryd
de: Löschen
es_mx: Borrar
fr: Vider
it: Cancella
ja: 消去
ko: 지우기
nb: Fjern
nl: Wissen
pl: Wyczyść
pt_br: Apagar
ru: Очистить
th: ล้าง
tr: Temizle
zh_hans: 清除
zh_hant: 清除

# global.update
source: Update
ar: تحديث
da: Opdater
de: Aktualisieren
es_mx: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: アップデート
ko: 업데이트
nb: Oppdater
nl: Updaten
pl: Aktualizuj
pt_br: Atualizar
ru: Обновить
th: อัพเดท
tr: Güncelle
zh_hans: 更新
zh_hant: 更新

# global.edit
source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
es_mx: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# global.unreachable
source: No internet connection found. Please confirm that you have an internet connection.
ar: لم يتم العثور على اتصال بالإنترنت. يرجى التأكيد أن لديك اتصال بالإنترنت.
da: Ingen internetforbindelse fundet. Bekræft venligst, at du har en internetforbindelse.
de: Keine Internet. Bitte überprüfen Sie Ihre Internetverbindung.
es_mx: No hay conexión a internet. Confirma que tienes conexión a internet.
fr: Aucune connexion Internet trouvée. Confirmez que vous avez une connexion Internet.
it: Nessuna connessione a internet rilevata. Conferma di avere una connessione a internet.
ja: インターネット接続が見つかりません。インターネット接続があることを確認してください。
ko: 인터넷에 연결되지 않았습니다. 인터넷에 연결되어 있는지 확인하세요.
nb: Ingen internettforbindelse. Kontroller at du er koblet til Internett.
nl: Geen internetverbinding gevonden. Controleer uw internetverbinding.
pl: Nie stwierdzono połączenia z internetem.
pt_br: Nenhuma conexão de internet encontrada. Confirme que você tem uma conexão de internet.
ru: Подключение к Интернету не обнаружено. Убедитесь, что вы подключены к Интернету.
th: ไม่พบการเชื่อมต่ออินเทอร์เน็ต กรุณายืนยันว่าคุณมีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet bağlantısı bulunamadı. Lütfen bir internet bağlantısına sahip olduğunuzdan emin olun.
zh_hans: 未找到网络连接。请确认您已接入网络。
zh_hant: 找不到網際網路連線。請確認您已連線至網際網路。

# global.enabled
source: Enabled
ar: ممكّن
da: Aktiveret
de: Aktiviert
es_mx: Habilitado
fr: Activé
it: Attivato
ja: 有効化済み
ko: 활성화됨
nb: Aktivert
nl: Ingeschakeld
pl: Włączona
pt_br: Ativado
ru: Включено
th: เปิดใช้งาน
tr: Etkin
zh_hans: 已启用
zh_hant: 已啟用

# global.disabled
source: Disabled
ar: معطل
da: Deaktiveret
de: Deaktiviert
es_mx: Deshabilitado
fr: Désactivé
it: Disattivato
ja: 無効化済み
ko: 비활성화됨
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączona
pt_br: Desativado
ru: Отключено
th: ปิดใช้งาน
tr: Devre Dışı
zh_hans: 已禁用
zh_hant: 已停用

# global.enable
source: Enable
ar: تمكين
da: Aktiver
de: Aktivieren
es_mx: Habilitar
fr: Activer
it: Attiva
ja: 有効にする
ko: 활성화
nb: Aktiver
nl: Inschakelen
pl: Włącz
pt_br: Ativar
ru: Активировать
th: เปิดใช้งาน
tr: Etkinleştir
zh_hans: 启用
zh_hant: 啟用

# global.disable
source: Disable
ar: تعطيل
da: Deaktiver
de: Deaktivieren
es_mx: Deshabilitar
fr: Désactiver
it: Disabilita
ja: 無効にする
ko: 해제
nb: Deaktiver
nl: Uitschakelen
pl: Wyłącz
pt_br: Desativar
ru: Отключить
th: ปิดการใช้งาน
tr: Kapat
zh_hans: 禁用
zh_hant: 停用

# global.add
source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
es_mx: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt_br: Adicionar
ru: Добавить
th: เพิ่ม
tr: Ekle
zh_hans: 添加
zh_hant: 新增

# global.remove
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
es_mx: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 제거
nb: Fjern
nl: Verwijderen
pl: Usuń
pt_br: Remover
ru: Удалить
th: ลบออก
tr: Kaldır
zh_hans: 删除
zh_hant: 移除

# global.empty
source: Empty
ar: فارغ
da: Tom
de: Leer
es_mx: Vacío
fr: Vide
it: Vuoto
ja: 空
ko: 비어 있음
nb: Tom
nl: Leeg
pl: Pusty
pt_br: Vazia
ru: Пусто
th: ว่างเปล่า
tr: Boş
zh_hans: 清空
zh_hant: 空白

# global.copy
source: Copy
ar: نسخ
da: Kopier
de: Kopieren
es_mx: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
th: คัดลอก
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

# global.share
source: Share
ar: مشاركة
da: Del
de: Teilen
es_mx: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
nb: Del
nl: Delen
pl: Udostępnij
pt_br: Compartilhar
ru: Поделиться
th: แชร์
tr: Paylaş
zh_hans: 共享
zh_hant: 分享

# global.copied
source: Copied to clipboard
ar: تم النسخ إلى الحافظة
da: Kopieret til udklipsholder
de: In Zwischenablage kopiert
es_mx: Copiado al portapapeles
fr: Copié dans le presse-papier
it: Copiato sugli appunti
ja: クリップボードにコピーされました
ko: 클립보드로 복사 완료
nb: Kopiert til utklippstavle
nl: Naar klembord gekopieerd
pl: Skopiowano do schowka
pt_br: Copiado para a área de transferência
ru: Скопировано в буфер
th: คัดลอกไปยังคลิปบอร์ดแล้ว
tr: Panoya kopyalandı
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# global.yes
source: Yes
ar: نعم
da: Ja
de: Ja
es_mx: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
nb: Ja
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
th: ตกลง
tr: Evet
zh_hans: 是
zh_hant: 是

# global.no
source: No
ar: لا
da: Nej
de: Nein
fr: Non
ja: いいえ
ko: 아니요
nb: Nei
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
th: ไม่
tr: Hayır
zh_hans: 否
zh_hant: 否

# global.or
source: or
ar: أو
da: eller
de: oder
es_mx: o
fr: ou
it: o
ja: または
ko: 또는
nb: eller
nl: of
pl: lub
pt_br: ou
ru: или
th: หรือ
tr: veya
zh_hans: 或
zh_hant: 或

# global.row.selection
source: Row selection
ar: تحديد الصف
da: Valg af række
de: Zeilenauswahl
es_mx: Selección de fila
fr: Sélection de ligne
it: Selezione della riga
ja: 行の選択
ko: 행 선택
nb: Radvalg
nl: Rijselectie
pl: Wybór wiersza
pt_br: Seleção de linha
ru: Выбор строки
th: การเลือกแถว
tr: Satır seçimi
zh_hans: 行选择
zh_hant: 列選擇

# global.vpn.settings
source: VPN Settings
ar: إعدادات VPN
da: VPN-indstillinger
de: VPN-Einstellungen
es_mx: Ajustes de VPN
fr: Paramètres du VPN
it: Impostazioni VPN
ja: VPN設定
ko: VPN 설정
nb: VPN-innstillinger
nl: VPN-instellingen
pl: Ustawienia VPN
pt_br: Configurações da VPN
ru: Настройки VPN
th: การตั้งค่า VPN
tr: VPN Ayarları
zh_hans: VPN 设置
zh_hant: VPN 設定

# global.general.settings
source: General Settings
ar: الإعدادات العامة
da: Generelle indstillinger
de: Allgemeine Einstellungen
es_mx: Ajustes generales
fr: Paramètres généraux
it: Impostazioni generali
ja: 一般設定
ko: 일반 설정
nb: Generelle innstillinger
nl: Algemene instellingen
pl: Ustawienia ogólne
pt_br: Configurações gerais
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Genel Ayarlar
zh_hans: 通用设置
zh_hant: 一般設定

# global.version
source: Version
ar: الإصدار
es_mx: Versión
it: Versione
ja: バージョン
ko: 버전
nb: Versjon
nl: Versie
pl: Wersja
pt_br: Versão
ru: Версия
th: เวอร์ชัน
tr: Sürüm
zh_hans: 版本
zh_hant: 版本

# notifications.disabled.title
source: Notifications disabled
ar: تم تعطيل الإشعارات
da: Underretninger deaktiveret
de: Benachrichtigungen deaktiviert
es_mx: Notificaciones desactivadas
fr: Notifications désactivées
it: Notifiche disattivate
ja: 通知が無効にされました
ko: 알림 비활성화
nb: Varsler deaktivert
nl: Meldingen uitgeschakeld
pl: Wyłączono powiadomienia
pt_br: Notificações desativadas
ru: Уведомления отключены
th: การแจ้งเตือนถูกปิดอยู่
tr: Bildirimler devre dışı
zh_hans: 通知已禁用
zh_hant: 通知功能已停用

# notifications.disabled.message
source: Enable notifications to get a reminder to renew your subscription before it expires.
ar: قم بتمكين الإعلامات لكي يتم تذكيرك بتجديد اشتراكك قبل انتهائه.
da: Aktiver underretninger for at få en påmindelse om at forny dit abonnement, før det udløber.
de: Benachrichtigungen aktivieren, die dich vor dem Ablauf deines Abonnements warnen.
es_mx: Activa las notificaciones para recibir un recordatorio y renovar tu suscripción antes de que expire.
fr: Activez le notifications pour recevoir un rappel lorsque votre adhésion est sur le point d'expirer.
it: Attiva le notifiche per ricevere un promemoria prima che scada il tuo abbonamento
ja: 通知を有効にし、期限が切れる前にサブスクリプション更新のリマインダーを受け取りましょう。
ko: 알림을 활성화하면 구독이 만료되기 전에 갱신하라는 알림을 받을 수 있습니다.
nb: Aktiver varsler for å motta en påminnelse om å fornye abonnementet ditt før det utløper.
nl: Schakel meldingen in om een herinnering te ontvangen om uw abonnement te vernieuwen als het bijna is verlopen.
pl: Włącz powiadomienia, aby otrzymywać przypomnienia o konieczności odnowienia subskrypcji przed jej wygaśnięciem.
pt_br: Ative as notificações para receber um lembrete de renovação da sua assinatura antes da expiração.
ru: Включить уведомления с напоминаниями о необходимости возобновить подписку до истечения срока ее действия.
th: เปิดการแจ้งเตือนเพื่อรับคำเตือนเพื่อต่ออายุสมาชิกก่อนหมดอายุ
tr: Aboneliğiniz sona ermeden önce yenileme hatırlatması almak için bildirimleri etkinleştirin.
zh_hans: 启用通知，以便在订阅到期前得到续订提醒。
zh_hant: 啟用通知功能以在您的訂購計劃屆滿前收到續約提示。

# notifications.disabled.settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# expiration.title
source: Renewal
ar: تجديد
da: Fornyelse
de: Verlängerung
es_mx: Renovación
fr: Renouvellement
it: Rinnovo
ja: 更新
ko: 갱신
nb: Forny
nl: Vernieuwing
pl: Odnowienie
pt_br: Renovação
ru: Продление
th: การต่ออายุ
tr: Yenileme
zh_hans: 续订
zh_hant: 續訂

# expiration.message
source: Your subscription expires soon. Renew to stay protected.
ar: سينتهي اشتراكك قريبًا. قم بتجديده لتبقى محميًا.
da: Dit abonnement udløber snart. Forny for at forblive beskyttet.
de: Dein Abonnement endet bald. Verlängere deinen Schutz.
es_mx: Tu suscripción expira pronto. Renueva para estar protegido.
fr: Votre adhésion expire bientôt. Renouvelez pour rester protégé.
it: Il tuo abbonamento scade presto. Rinnovalo per mantenere la protezione.
ja: ご利用のサブスクリプションがもうすぐ期限切れとなります。更新して保護された状態を保ちましょう。
ko: 구독이 곧 만료됩니다. 갱신하여 계속 보호를 받으세요.
nb: Abonnementet ditt utløper snart. Forny det for å forbli beskyttet.
nl: Uw abonnement verloopt binnenkort. Vernieuw uw abonnement om beschermd te blijven.
pl: Twoja subskrypcja wkrótce wygasa. Odnów ją, aby utrzymać ochronę.
pt_br: Sua assinatura expirará em breve. Renove para continuar protegido.
ru: Срок действия подписки истекает в ближайшее время. Продлите подписку, чтобы не потерять защиту.
th: สถานะสมาชิกของคุณจะหมดอายุเร็วๆนี้ ต่ออายุเพื่อรับการป้องกันต่อ
tr: Aboneliğiniz yakında sona erecek. Korunmaya devam etmek için yenileyin.
zh_hans: 您的订阅即将到期。请续期以持续受到保护。
zh_hant: 您的訂購計劃即將屆滿，請續約以讓自己繼續獲得保障。

# local_notification.non_compliant_wifi.title
source: Unsecured Wi-Fi: %@
ar: واي فاي غير آمنة: %@
da: Usikret wi-fi: %@
de: Ungesichertes WLAN: %@
es_mx: Wifi no protegida: %@
it: Wi-Fi non protetto: %@
ja: 保護されていないWiFi：%@
ko: 비보안 Wi-Fi: %@
nb: Usikret WiFi:%@
nl: Onbeveiligde wifi: %@
pl: Niezabezpieczona sieć Wi-Fi: %@
pt_br: Wi-Fi não seguro: %@
ru: Незащищенная сеть Wi-Fi: %@
th: Wi-Fi ที่ไม่ปลอดภัย: %@
tr: Güvenilmeyen Wi-Fi: %@
zh_hans: 不安全的 Wi-Fi：%@
zh_hant: 不安全的 Wi-Fi 網路：%@

# local_notification.non_compliant_wifi.text
source: Tap here to secure your device
ar: اضغط هنا لحماية جهازك
da: Tryk her for at sikre din enhed
de: Tippe hier, um dein Gerät zu schützen
es_mx: Toca aquí para proteger el dispositivo
it: Tocca qui per proteggere il tuo dispositivo
ja: お使いのデバイスを保護するには、ここをタップしてください
ko: 장치를 보호하려면 여기를 누르세요.
nb: Trykk her for å sikre enheten din
nl: Tik hier om je apparaat te beschermen
pl: Dotknij tutaj, aby zabezpieczyć urządzenie
pt_br: Toque aqui para proteger seu dispositivo
ru: Нажмите здесь, чтобы защитить ваше устройство
th: แตะที่นี่เพื่อรักษาความปลอดภัยให้อุปกรณ์ของคุณ
tr: Cihazınızı güvence altına almak için buraya dokunun
zh_hans: 轻点此处以保护您的设备
zh_hant: 點一下這裡即可保護裝置

# shortcuts.connect
source: Connect
ar: اتصال
da: Forbind
de: Verbinden
es_mx: Conectar
fr: Se connecter
it: Connetti
ja: 接続
ko: 연결
nb: Koble til
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключиться
th: เชื่อมต่อ
tr: Bağlan
zh_hans: 连接
zh_hant: 連線

# shortcuts.disconnect
source: Disconnect
ar: قطع الاتصال
da: Afbryd forbindelse
de: Verbindung trennen
es_mx: Desconectar
fr: Se déconnecter
it: Disconnetti
ja: 切断
ko: 연결 해제
nb: Koble fra
nl: Verbinding verbreken
pl: Rozłącz
pt_br: Desconectar
ru: Отключиться
th: ยกเลิกการเชื่อมต่อ
tr: bağlantısını sonlandırın
zh_hans: 断开连接
zh_hant: 解除連線

# shortcuts.select_region
source: Select a region
ar: حدّد منطقة
da: Vælg en region
de: Region auswählen
es_mx: Elige una región
fr: Sélectionner une région
it: Seleziona una regione
ja: 地域の選択
ko: 지역 선택
nb: Velg region
nl: Selecteer een regio
pl: Wybierz region
pt_br: Selecione uma região
ru: Выберите регион
th: เลือกภูมิภาค
tr: Bir bölge seçin
zh_hans: 选择地区
zh_hant: 選擇區域

# renewal.success.title
source: Thank you
ar: شكرًا لك
da: Mange tak
de: Vielen Dank!
es_mx: Gracias
fr: Merci
it: Grazie
ja: ありがとうございます
ko: 감사합니다
nb: Takk
nl: Dank u wel
pl: Dziękujemy
pt_br: Obrigado
ru: Благодарим вас
th: ขอบคุณ
tr: Teşekkürler
zh_hans: 谢谢
zh_hant: 感謝您的支持

# renewal.success.message
source: Your account was successfully renewed.
ar: تم تجديد حسابك بنجاح.
da: Din konto blev fornyet.
de: Ihr Konto wurde erfolgreich verlängert.
es_mx: Tu cuenta se renovó correctamente.
fr: Votre compte a été bien renouvelé.
it: Rinnovo dell'account completato.
ja: アカウントが正常に更新されました。
ko: 귀하의 계정이 갱신되었습니다.
nb: Kontoen din ble fornyet.
nl: Uw account is vernieuwd.
pl: Twoja subskrypcja została odnowiona.
pt_br: Sua conta foi renovada com sucesso.
ru: Действие вашей учетной записи успешно продлено
th: บัญชีของคุณได้รับการต่ออายุเรียบร้อยแล้ว
tr: Hesabınız başarıyla yenilendi.
zh_hans: 您的账户已成功续期。
zh_hant: 您的帳戶已成功續訂。

# renewal.failure.message
source: Your purchase receipt couldn't be submitted, please retry at a later time.
ar: تعذر إرسال إيصال الشراء، يرجى إعادة المحاولة في وقت لاحق.
da: Din købskvittering kunne ikke indsendes, prøv igen på et senere tidspunkt.
de: Ihre Kaufbestätigung konnte nicht abgeschickt werden. Bitte versuchen Sie es später erneut.
es_mx: No se pudo enviar el recibo de tu compra, vuelve a intentarlo más tarde.
fr: Impossible d'envoyer votre reçu d'achat, veuillez réessayer plus tard.
it: Non è stato possibile inviare la tua ricevuta d'acquisto, riprova più tardi.
ja: 購入レシートを送信できませんでした。後でもう一度お試しください。
ko: 구매 영수증을 제출하지 못했습니다. 나중에 다시 시도하세요.
nb: Kunne ikke sende inn kvittering for kjøpet ditt, prøv igjen senere.
nl: Uw aankoopbewijs kan niet worden verzonden. Probeer het later opnieuw.
pl: Nie udało się przesłać twojego potwierdzenia zakupu, spróbuj ponownie później.
pt_br: O recibo da compra não pôde ser enviado. Por favor tente novamente mais tarde.
ru: Не удалось отправить квитанцию на покупку, повторите попытку позже.
th: ไม่สามารถส่งใบเสร็จการสั่งซื้อของคุณได้ โปรดลองอีกครั้งภายหลัง
tr: Satın alım faturanız gönderilemedi, lütfen daha sonra tekrar deneyin.
zh_hans: 无法提交您的购买收据，请稍后再试。
zh_hant: 目前無法提交您的購買項目發票，請稍後再試。

# menu.accessibility.edit.tile
source: Edit
ar: تحرير
da: Rediger
de: Bearbeiten
es_mx: Editar
fr: Éditer
it: Modifica
ja: 編集
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
pt_br: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
zh_hans: 编辑
zh_hant: 編輯

# menu.accessibility.item
source: Menu
ar: القائمة
de: Menü
es_mx: Menú
ja: メニュー
ko: 메뉴
nb: Meny
ru: Меню
th: เมนู
tr: Menü
zh_hans: 菜单
zh_hant: 選單

# menu.accessibility.logged_as
source: Logged in as %@
ar: تم تسجيل الدخول باسم %@
da: Logget ind som %@
de: Angemeldet als %@
es_mx: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Collegato come %@
ja: %@としてログインされています
ko: 로그인된 사용자: %@
nb: Logget på som %@
nl: Ingelogd als %@
pl: Zalogowany(a) jako %@
pt_br: Conectado como %@
ru: Выполнен вход под именем %@
th: เข้าสู่ระบบในฐานะ %@
tr: %@ olarak giriş yapıldı
zh_hans: 登录的身份为%@
zh_hant: 已以「%@」的身分登入

# menu.expiration.expires_in
source: Subscription expires in
ar: ينتهي الاشتراك في
da: Abonnement udløber om
de: Abonnement läuft ab in
es_mx: La suscripción caduca en
fr: Votre adhésion expire dans
it: Il tuo abbonamento scade tra
ja: サブスクリプション残り期間:
ko: 구독 만료 시간:
nb: Abonnementet ditt utløper om
nl: Abonnement verloopt over
pl: Twoja subskrypcja wygasa za
pt_br: A assinatura irá expirar em
ru: Срок действия подписки истекает через
th: สถานะสมาชิกจะหมดอายุใน
tr: Aboneliğin sona erme süresi:
zh_hans: 订阅距离到期还有
zh_hant: 您的訂閱有效期限還有

# menu.expiration.days
source: %d days
ar: %d يوم/أيام
da: %d dage
de: %d/Tag
es_mx: %d días
fr: %d jours
it: %d giorni
ja: %d 日
ko: %d일
nb: %d dager
nl: %d dagen
pl: %d dni
pt_br: %d dias
ru: %d дней
th: %d วัน
tr: %d gün
zh_hans: %d天
zh_hant: %d 日

# menu.expiration.hours
source: %d hours
ar: %d ساعة/ساعات
da: %d timer
de: %d Stunden
es_mx: %d horas
fr: %d heures
it: %d ore
ja: %d 時間
ko: %d시간
nb: %d timer
nl: %d uur
pl: %d godz.
pt_br: %d horas
ru: %d часов
th: %d ชั่วโมง
tr: %d saat
zh_hans: %d小时
zh_hant: %d 小時

# menu.expiration.one_hour
source: one hour
ar: ساعة واحدة
da: en time
de: 1 Stunde
es_mx: una hora
fr: une heure
it: un'ora
ja: 1時間
ko: 1시간
nb: én time
nl: één uur
pl: jedna godz.
pt_br: uma hora
ru: один час
th: หนึ่งชั่วโมง
tr: bir saat
zh_hans: 一小时
zh_hant: 1 小時

# menu.expiration.upgrade
source: UPGRADE ACCOUNT
ar: ترقية الحساب
da: OPGRADER KONTO
de: KONTO HOCHSTUFEN
es_mx: ACTUALIZAR CUENTA
fr: METTRE LE COMPTE À JOUR
it: AGGIORNA ACCOUNT
ja: アカウントをアップグレード
ko: 계정 업그레이드
nb: OPPGRADER KONTO
nl: ACCOUNT UPGRADEN
pl: UAKTUALNIJ KONTO
pt_br: FAZER UPGRADE DA CONTA
ru: ПОВЫСИТЬ УРОВЕНЬ
th: อัพเกรดบัญชี
tr: HESABI YÜKSELTİN
zh_hans: 升级帐户
zh_hant: 升級帳戶

# menu.item.region
source: Region selection
ar: تحديد المنطقة
da: Valg af region
de: Auswahl der Region
es_mx: Selección de región
fr: Sélection de région
it: Selezione della regione
ja: 地域選択
ko: 지역 선택
nb: Valg av region
nl: Regioselectie
pl: Wybór regionu
pt_br: Seleção de região
ru: Выбор региона
th: การเลือกภูมิภาค
tr: Bölge seçimi
zh_hans: 地区选择
zh_hant: 區域選擇

# menu.item.about
source: About
ar: حول التطبيق
da: Om
de: Über
es_mx: Acerca de
fr: À propos
it: Informazioni
ja: アプリについて
ko: 정보
nb: Om
nl: Over
pl: O nas
pt_br: Sobre
ru: О программе
th: เกี่ยวกับ
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

# menu.item.account
source: Account
ar: الحساب
da: Konto
de: Konto
es_mx: Cuenta
fr: Compte
ja: アカウント
ko: 계정
nb: Konto
pl: Konto
pt_br: Conta
ru: Учетная запись
th: เกี่ยวกับ
tr: Hesap
zh_hans: 帐户
zh_hant: 帳戶

# menu.item.settings
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
es_mx: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
ru: Настройки
th: ตั้งค่า
tr: Ayarlar
zh_hans: 设置
zh_hant: 設定

# menu.item.logout
source: Log out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ru: Выход
th: ออกจากระบบ
tr: Çıkış yap
zh_hans: 登出
zh_hant: 登出

# menu.item.web.privacy
source: Privacy policy
ar: سياسة الخصوصية
da: Fortrolighedspolitik
de: Datenschutzrichtlinien
es_mx: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla Privacy
ja: プライバシーポリシー
ko: 개인 정보 보호 정책
nb: Retningslinjer om personvern
nl: Privacybeleid
pl: Zasady ochrony prywatności
pt_br: Política de privacidade
ru: Политика конфиденциальности
th: นโยบายความเป็นส่วนตัว
tr: Gizlilik politikası
zh_hans: 隐私政策
zh_hant: 隱私權政策

# menu.item.web.home
source: Home page
ar: الصفحة الرئيسية
da: Startside
de: Startseite
es_mx: Página de inicio
fr: Page d'accueil
it: Pagina iniziale
ja: ホームページ
ko: 홈페이지
nb: Startside
pl: Strona główna
pt_br: Página inicial
ru: Главная страница
th: หน้าเพจ
tr: Ana sayfa
zh_hans: 主页
zh_hant: 主頁面

# menu.item.web.support
source: Support
ar: الدعم
de: Unterstützung
es_mx: Asistencia
fr: Assistance
it: Supporto
ja: サポート
ko: 지원
nb: Støtte
nl: Ondersteuning
pl: Dział obsługi
pt_br: Suporte
ru: Поддержка
th: สนับสนุน
tr: Destek
zh_hans: 支持
zh_hant: 支援

# menu.logout.title
source: Log out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ru: Выход
th: ออกจากระบบ
tr: Çıkış yap
zh_hans: 登出
zh_hant: 登出

# menu.logout.message
source: Logging out will disable the VPN and leave you unprotected.
ar: سيؤدي تسجيل الخروج إلى تعطيل الـ VPN وتركك بدون حماية.
da: Hvis du logger ud vil det deaktivere VPN og gøre dig ubeskyttet.
de: Die Abmeldung deaktiviert das VPN und du bist nicht weiter geschützt.
es_mx: Cerrar la sesión desactivará el VPN y te dejará sin protección.
fr: Si vous vous déconnectez, le VPN sera désactivé et vous ne serez plus protégé.
it: Se esci, la VPN sarà disattivata e rimarrai senza protezione.
ja: ログアウトするとVPN が無効になり、保護された状態でなくなります。
ko: 로그아웃하면 VPN을 이용할 수 없고 보호를 받지 못합니다.
nb: Hvis du logger ut deaktiveres VPN og du er ikke lenger beskyttet.
nl: Als u uitlogt, wordt de VPN uitgeschakeld en bent u onbeschermd.
pl: Wylogowanie spowoduje wyłączenie VPN i brak ochrony.
pt_br: Se sair, a VPN será desativada e você ficará desprotegido.
ru: После выхода VPN будет отключен и система не будет защищена.
th: การออกจากระบบจะยกเลิก VPN และทำให้คุณไม่ได้รับการปกป้องใด
tr: Çıkış yapmak, VPN'i devre dışı bırakacak ve sizi korumasız bırakacak.
zh_hans: 登出后，VPN 将被禁用，您会处于未受保护状态。
zh_hant: 登出後將停用 VPN 並使您不再受保護。

# menu.logout.confirm
source: Log out
ar: تسجيل الخروج
da: Log ud
de: Abmelden
es_mx: Cerrar sesión
fr: Déconnexion
it: Esci
ja: ログアウト
ko: 로그아웃
nb: Logg ut
nl: Uitloggen
pl: Wyloguj
pt_br: Sair
ru: Выход
th: ออกจากระบบ
tr: Çıkış yap
zh_hans: 登出
zh_hant: 登出

# menu.renewal.title
source: Renewal
ar: تجديد
da: Fornyelse
de: Verlängerung
es_mx: Renovación
fr: Renouvellement
it: Rinnovo
ja: 更新
ko: 갱신
nb: Forny
nl: Vernieuwing
pl: Odnowienie
pt_br: Renovação
ru: Продление
th: การต่ออายุ
tr: Yenileme
zh_hans: 续订
zh_hant: 續訂

# menu.renewal.purchase
source: Purchase
ar: شراء
da: Køb
de: Kaufen
es_mx: Comprar
fr: Acheter
it: Acquista
ja: 購入
ko: 구매
nb: Kjøp
nl: Kopen
pl: Zakup
pt_br: Comprar
ru: Купить
th: ซื้อ
tr: Satın Al
zh_hans: 购买
zh_hant: 購買

# menu.renewal.renew
source: Renew
ar: تجديد
da: Forny
de: Verlängern
es_mx: Renovar
fr: Renouveler
it: Rinnova
ja: 更新
ko: 갱신
nb: Forny
nl: Vernieuwen
pl: Odśwież
pt_br: Renovar
ru: Обновить
th: ต่ออายุ
tr: Yenile
zh_hans: 续期
zh_hant: 續約
