Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# settings.reset.footer
source: This will reset all of the above settings to default.
ar: سيؤدي هذا الإجراء إلى إعادة تعيين جميع الإعدادات أعلاه.
da: Dette vil nulstille alle ovenstående indstillinger til standard.
de: Damit werden alle obigen Einstellungen auf den Standardwert zurückgesetzt.
es_mx: Esto restablecerá todos los ajustes anteriores a los valores predeterminados.
fr: Tout les paramètres ci-dessus seront réinitialisés.
it: Questo riporterà tutte le impostazioni a quelle predefinite
ja: 上記すべての設定を標準設定に戻します。
ko: 모든 설정이 기본 설정으로 초기화됩니다.
nb: Dette tilbakestiller alle innstillingene ovenfor til standard.
nl: Hiermee worden alle bovenstaande instellingen teruggezet naar de standaardwaarden.
pl: Spowoduje to zresetowanie wszystkich powyższych ustawień do domyślnych.
pt_br: Esta ação irá restaurar o padrão das configurações acima.
ru: Это сбросит все настройки к исходному состоянию.
th: การกระทำนี้จะรีเซ็ตการตั้งค่าด้านบนทั้งหมดและกลับไปสู่ค่าเริ่มต้น
tr: Bu işlem, yukarıdaki ayarların tamamını varsayılana sıfırlayacak.
zh_hans: 此操作会将以上所有设置重置为默认状态。
zh_hant: 進行此操作會將以上所有設定都重設至預設狀態。

# settings.small.packets.title
source: Use Small Packets
ar: استخدام حزم صغيرة
da: Brug små pakker
de: Kleine Pakete verwenden
es_mx: Usar paquetes pequeños
fr: Utiliser des petits paquets
it: Usa pacchetti piccoli
ja: 小さなパケットを使用
ko: 작은 패킷 사용
nb: Bruk små pakker
nl: Kleine pakketten gebruiken
pl: Używaj małych pakietów
pt_br: Usar pacotes pequens
ru: Использовать маленькие пакеты
th: ใช้แพ็กเกตขนาดเล็ก
tr: Küçük Paketler Kullan
zh_hans: 使用小数据包
zh_hant: 使用小封包

# settings.small.packets.description
source: Will slightly lower the IP packet size to improve compatibility with some routers and mobile networks.
ar: سيخفض حجم حزمة IP قليلًا لتحسين التوافق مع بعض أنواع الموجهات وشبكات الجوَّال.
da: Vil sænke IP-pakkens størrelse en smule for at forbedre kompatibiliteten med nogle routere og mobilnetværk.
de: Wird die IP-Paketgröße leicht verringern, um die Kompatibilität mit manchen Routern und Mobilfunknetzen zu verbessern.
es_mx: Disminuirá un poco el tamaño del paquete de IP para mejorar la compatibilidad con algunos routers y redes móviles.
fr: Diminue légèrement la taille des paquets IP pour améliorer la compatibilité avec certains routeurs et réseaux mobiles.
it: Diminuirà leggermente le dimensioni del pacchetto IP per migliorare la compatibilità con alcuni router e reti mobili.
ja: IPパケットサイズを少し小さくして、いくつかのルーターおよびモバイルネットワークとの互換性を改善します。
ko: 일부 라우터 및 모바일 네트워크와의 호환성을 향상시키기 위해 IP 패킷의 크기를 약간 줄입니다.
nb: IP-pakkens størrelse vil bli noe mindre for å forbedre kompatibilitet med noen rutere og mobile nettverk.
nl: Maakt het IP-pakket iets kleiner om de compatibiliteit met sommige routers en mobiele netwerken te verbeteren.
pl: Nieznacznie zmniejszy rozmiar pakietu IP, aby poprawić kompatybilność z częścią routerów i sieci komórkowych.
pt_br: O tamanho do seu pacote de IP será diminuído um pouco para melhorar a compatibilidade com alguns roteadores e redes móveis.
ru: Размер IP-пакета будет слегка уменьшен, чтобы улучшить совместимость с некоторыми роутерами и мобильными сетями.
th: จะค่อยๆ ลดขนาดแพ็กเกต IP เพื่อปรับปรุงให้สามารถทำงานร่วมกับเราเตอร์และเครือข่ายโทรศัพท์บางประเภทได้
tr: Bazı yönlendirici ve mobil ağlarla olan uyumluluğu artırmak için IP paket boyutunu hafif düşürecek.
zh_hans: 稍微降低 IP 数据包的大小，以改进与一些路由器和移动网络的兼容性
zh_hant: IP 封包尺寸將略為縮小，來改善與部分路由器和行動網路的相容性。

# settings.log.connected.error
source: A VPN connection is required. Please connect to the VPN and retry.
ar: الاتصال بـVPN مطلوب. يُرجى الاتصال بـVPN وإعادة المحاولة.
da: Der kræves en VPN-forbindelse. Opret forbindelse til VPN igen, og prøv igen.
de: Eine VPN-Verbindung ist erforderlich. Bitte mit dem VPN und erneut versuchen.
es_mx: Se requiere una conexión VPN. Conéctate a la VPN y vuelve a intentarlo.
fr: Une connexion VPN est requise. Veuillez vous connecter au VPN et réessayer.
it: È necessaria una connessione VPN. Collegati al VPN e riprova.
ja: VPN接続が必要です。VPNに接続してからもう一度お試しください。
ko: VPN 연결이 필요합니다. VPN에 연결한 후 다시 시도하세요.
nb: VPN-tilkobling kreves. Koble til VPN og prøv på nytt.
nl: Een VPN-verbinding is vereist. Maak verbinding met de VPN en probeer het opnieuw.
pl: To wymaga połączenia z siecią VPN. Połącz się z siecią VPN i spróbuj ponownie.
pt_br: É necessária uma conexão VPN. Conecte-se à VPN e tente novamente.
ru: Требуется подключение к VPN. Подключитесь к VPN и повторите попытку.
th: จำเป็นต้องมีการเชื่อมต่อ VPN โปรดเชื่อมต่อ VPN แล้วลองอีกครั้ง
tr: Bir VPN bağlantısı gerekiyor. Lütfen VPN'e bağlanın ve tekrar deneyin.
zh_hans: 需要有 VPN 连接。请连接到 VPN，然后重试。
zh_hant: 需要 VPN 連線。請連線到 VPN 再重試一次。

# settings.log.information
source: Save debug logs which can be submitted to technical support to help troubleshoot problems.
ar: حفظ سجلات تصحيح الأخطاء التي يمكن إرسالها إلى الدعم الفني للمساعدة في استكشاف المشكلات وإصلاحها.
da: Gem fejlfindingslogfiler, som kan indsendes til teknisk support til fejlfinding af problemer.
de: Speichern Sie Fehlerprotokolle, um sie bei Problemen an unser technisches Supportteam zu senden.
es_mx: Guarda los registros de depuración, que podrás enviar al servicio de asistencia técnica para ayudar a resolver problemas.
fr: Enregistrez les journaux de debug qui peuvent être envoyés à l'assistance technique afin d'aider à réparer les problèmes.
it: Salva i log dei debug che possono essere inviati al supporto tecnico per aiutare a risolvere problemi.
ja: デバッグログを保存してください。問題解決に役立てるため、保存したログをテクニカルサポートに送信できます。
ko: 문제 해결을 돕기 위하여 기술 지원팀에 제출할 디버그 로그를 저장합니다.
nb: Lagre feillogger, som kan sendes til teknisk kundestøtte for å feilsøke problemer.
nl: Sla debuglogboeken op die kunnen worden verzonden naar de technische ondersteuning voor het oplossen van problemen.
pl: Zapisz dzienniki debugowania, które można przesłać do działu pomocy technicznego, gdzie uzyskasz pomoc przy rozwiązywaniu problemów.
pt_br: Salve logs de depuração que podem ser enviados para o suporte técnico para ajudar na solução de problemas.
ru: Сохранение файлов журнала отладки, которые можно отправить в службу технической поддержки для более быстрого устранения неполадок.
th: บันทึกการบันทึกดีบั๊กที่สามารถส่งไปยังฝ่ายสนับสนุนด้านเทคนิคเพื่อช่วยแก้ไขปัญหาได้
tr: Sorunların giderilmesine yardımcı olması için teknik desteğe gönderilebilen hata ayıklama günlüklerini kaydedin.
zh_hans: 保存调试日志，以便提交给技术支持团队帮助排查问题。
zh_hant: 儲存錯誤偵測記錄，再提交到技術支援中心可幫助解決問題。

# settings.preview.title
source: Preview
ar: معاينة
da: Forhåndsvisning
de: Vorschau
es_mx: Vista previa
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 보기
nb: Forhåndsvisning
nl: Voorbeeld
pl: Podgląd
pt_br: Visualização
ru: Просмотр
th: ตัวอย่าง
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽

# settings.server.network.description
source: Next generation network
ar: شبكة الجيل القادم
da: Næste generations netværk
de: Netzwerk der nächsten Generation
es_mx: Red de nueva generación.
fr: Réseau nouvelle génération
it: Rete di nuova generazione
ja: 次世代ネットワーク
ko: 차세대 네트워크
nb: Neste generasjons nettverk
nl: Volgende-generatienetwerk
pl: Sieć nowej generacji
pt_br: Rede de última geração
ru: Сеть следующего поколения
th: เครือข่ายรุ่นต่อไป
tr: Yeni jenerasyon ağ
zh_hans: 下一代网络
zh_hant: 下一代網絡

# settings.server.network.alert
source: The VPN has to be disconnected to change the server network.
ar: يجب قطع اتصال VPN لتغيير شبكة الخادم.
da: VPN'en skal afbrydes for at skifte servernetværk.
de: Um das Servernetzwerk zu ändern, muss die VPN-Verbindung getrennt werden.
es_mx: La VPN tuvo que desconectarse para cambiar la red del servidor.
fr: Le VPN doit être déconnecté pour changer le réseau du serveur.
it: Per cambiare la rete server, il VPN dev'essere disconnesso.
ja: サーバーネットワークを変更するにはVPNを切断してください。
ko: 서버 네트워크를 변경하려면 VPN의 연결을 해제해야 합니다.
nb: VPN må kobles fra for å endre nettverkstjeneren.
nl: De VPN-verbinding moet worden verbroken om het servernetwerk te wijzigen.
pl: VPN musi zostać odłączona do zmiany sieci serwerów.
pt_br: A VPN deve ser desconectada para alterar a rede do servidor.
ru: Для смены сети сервера VPN необходимо отключить.
th: VPN ต้องถูกตัดการเชื่อมต่อเพื่อเปลี่ยนเครือข่ายเซิร์ฟเวอร์
tr: Sunucu ağını değiştirmek için VPN bağlantısının sonlandırılması gerekiyor.
zh_hans: 必须断开 VPN 才能更改服务器网络。
zh_hant: 必須斷開 VPN 才能更改服務器網絡。

# settings.geo.servers.description
source: Show Geo-located Regions
ar: إظهار المناطق المحدد موقعها جغرافيًا
da: Vis geo-placerede områder
de: Geo-lokalisierten Regionen anzeigen
es_mx: Mostrar regiones geolocalizadas
fr: Afficher les régions géo-localisées
it: Mostra regioni geolocalizzate
ja: ジオロケーション地域を表示
ko: 지리적 위치 기반 지역 표시
nb: Vis geolokaliserte regioner
nl: Geolocatie-regio's weergeven
pl: Pokaż regiony geozlokalizowane
pt_br: Mostrar regiões geolocalizadas
ru: Показывать регионы, определенные по местоположению
th: แสดงภูมิภาคตามที่ตั้งทางภูมิศาสตร์
tr: Coğrafi Konum Bölgelerini Göster
zh_hans: 显示地理定位区域
zh_hant: 顯示地理定位區域

# settings.cards.history.title
source: Latest News
ar: آخر الأخبار
da: Seneste nyt
de: Neueste Nachrichten
es_mx: Últimas noticias
fr: Dernières actualités
it: Ultime novità
ja: 最新情報
ko: 최신 뉴스
nb: Siste nytt
nl: Laatste nieuws
pl: Najnowsze wiadomości
pt_br: Últimas notícias
ru: Последние новости
th: ข่าวล่าสุด
tr: Son haberler
zh_hans: 最新消息
zh_hant: 最新消息

# settings.ovpn.migration.footer
source: We are updating our OpenVPN implementation, for more information, click here
ar: نحن نقوم بتحديث تطبيق OpenVPN، لمزيد من المعلومات، اضغط هنا
da: Vi opdaterer vores OpenVPN-implementering. Klik her for at få flere oplysninger
de: Wir aktualisieren unsere OpenVPN-Implementierung. Für weitere Infos klicken Sie hier
es_mx: Estamos actualizando nuestra implementación de OpenVPN. Para obtener más información haz clic aquí
fr: Nous mettons à jour notre implémentation OpenVPN, pour plus d'informations, cliquez ici
it: Stiamo aggiornando la nostra implementazione OpenVPN; per ulteriori informazioni, clicca qui
ja: OpenVPNの導入を更新しています。詳細は、こちらをクリックしてご確認ください。
ko: OpenVPN 구현 기능이 업데이트되었습니다. 자세한 정보를 보려면 이곳을 클릭하세요
nb: Vi oppdaterer OpenVPN-implementeringen. Du får mer informasjon ved å klikke her
nl: We werken onze OpenVPN-implementatie bij. Klik hier voor meer informatie.
pl: Aktualizujemy nasze wdrożenie OpenVPN implementation, Aby uzyskać więcej informacji, kliknij tutaj
pt_br: Estamos atualizando nossa implementação do OpenVPN. Para mais informações, clique aqui.
ru: Мы обновляем реализацию функции OpenVPN. Нажмите здесь для получения подробных сведений
th: เรากำลังอัปเดตการใช้งาน OpenVPN ของเรา สำหรับข้อมูลเพิ่มเติม โปรดคลิกที่นี่
tr: OpenVPN uygulamamızı güncelliyoruz, daha fazla bilgi için buraya tıklayın
zh_hans: 我们正在更新 OpenVPN 实施，有关更多信息，请点击此处
zh_hant: 我們正在更新我們的 OpenVPN 執行方式，如需更多資訊，請按一下此處

# settings.ovpn.migration.footer.link
source: here
ar: هنا
da: her
de: hier
es_mx: aquí
fr: ici
it: qui
ja: こちら
ko: 이곳
nb: her
nl: hier
pl: tutaj
pt_br: aqui
ru: здесь
th: ที่นี่
tr: buradan
zh_hans: 此处
zh_hant: 此處

# settings.section.general
source: General
ar: عام
da: Generelt
de: Allgemein
fr: Général
it: Generale
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Общие
th: ทั่วไป
tr: Genel
zh_hans: 一般
zh_hant: 一般

# settings.section.protocols
source: Protocols
ar: البروتوكولات
da: Protokoller
de: Protokolle
es_mx: Protocolos
fr: Protocoles
it: Protocolli
ja: プロトコル
ko: 프로토콜
nb: Protokoller
nl: Protocollen
pl: Protokoły
pt_br: Protocolos
ru: Протоколы
th: โปรโตคอล
tr: Protokoller.
zh_hans: 协议
zh_hant: 協定

# settings.section.network
source: Network
ar: الشبكة
da: Netværk
de: Netzwerk
es_mx: Red
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
nb: Nettverk
nl: Netwerk
pl: Sieć
pt_br: Rede
ru: Сеть
th: เครือข่าย
tr: AĞ
zh_hans: 网络
zh_hant: 網路

# settings.section.privacyFeatures
source: Privacy Features
ar: ميزات الخصوصية
da: Fortrolighedsfunktioner
de: Datenschutzfunktionen
es_mx: Características de privacidad
fr: Fonctionnalités de confidentialité
it: Funzionalità di privacy
ja: プライバシー機能
ko: 프라이버시 기능
nb: Personvernfunksjoner
nl: Privacyfuncties
pl: Funkcje prywatności
pt_br: Recursos de privacidade
ru: Функции защиты
th: คุณสมบัติความเป็นส่วนตัว
tr: Gizlilik Özellikleri
zh_hans: 隐私功能
zh_hant: 隱私功能

# settings.section.automation
source: Automation
ar: الأتمتة
da: Automatisering
de: Automatisierung
es_mx: Automatización
fr: Automatisation
it: Automazione
ja: 自動化
ko: 자동화
nb: Automatisering
nl: Automatisering
pl: Automatyzacja
pt_br: Automação
ru: Автоматизация
th: ระบบอัตโนมัติ
tr: Otomasyon
zh_hans: 自动化
zh_hant: 自動功能

# settings.section.help
source: Help
ar: مساعدة
da: Hjælp
de: Hilfe
es_mx: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
nb: Hjelp
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ru: Справка
th: ช่วยเหลือ
tr: Yardım
zh_hans: 帮助
zh_hant: 幫助

# content_blocker.title
source: Safari Content Blocker
ar: حظر المحتوى في Safari
da: Safari-indholdsblokering
de: Safari-Inhalts-Blocker
es_mx: Bloqueador de contenido de Safari
fr: Bloqueur de contenu Safari
it: Blocco dei contenuti Safari
ja: Safari コンテンツブロッカー
ko: Safari 콘텐츠 차단기
nb: Innholdsblokkerer for Safari
pl: Blokada zawartości Safari
pt_br: Bloqueador de conteúdo do Safari
ru: Блокировщик контента для Safari
th: ตัวปิดกั้นเนื้อหา Safari
tr: Safari İçerik Engelleyici
zh_hans: Safari 内容拦截器
zh_hant: Safari 內容阻擋器

# content_blocker.body.subtitle
source: To enable our Content Blocker for use with Safari please go to Settings > Safari, and under General touch Content Blockers toggle on PIA VPN.
ar: لتفعيل استخدام حظر المحتوى على متصفح Safari، يرجى الذهاب الى الإعدادات > Safari وتفعيل PIA VPN تحت General touch Content Blockers
da: For at aktivere vores Indholdsblokering til brug med Safari skal du gå til Indstillinger > Safari og under Generelt trykke på Indholdsblokering til for PIA VPN.
de: Um unseren Inhalts-Blocker für Safari zu aktivieren, gehen Sie bitte zu Einstellungen > Safari > Allgemein > Inhalts-Blocker und schalten Sie PIA VPN ein.
es_mx: Para habilitar el uso de nuestro Bloqueador de contenido con Safari, por favor, ve a Configuración > Safari, y bajo General toca el interruptor de Bloqueadores de contenido en PIA VPN.
fr: Pour activer l'utilisation de notre bloqueur de contenu sur Safari, veuillez accéder aux Réglages > Safari et dans la section Général, activez le bouton Bloqueurs de contenu sur PIA VPN.
it: Per abilitare il nostro Blocco dei contenuti in Safari, per favore vai su Impostazioni > Safari, e in Blocchi dei contenuti nella sezione Generali aziona PIA VPN.
ja: コンテンツブロッカーをオンにしてSafariで使えるようにするには、「設定」>「Safari」にアクセスし、「一般」からPIA VPNで「コンテンツブロッカー」をオンにしてください。
ko: Content Blocker를 활성화하여 Safari로 사용하려면 설정 > Safari로 가서 '일반'에서 Content Blockers를 눌러 PIA VPN을 켜세요.
nb: For å aktivere innholdsblokkereren (for Safari), kan du gå til Innstillinger > Safari, og under Generelt slår du på innholdsblokkerer for PIA VPN.
nl: Om onze Content blocker voor Safari in te schakelen ga je naar Instellingen > Safari en onder Algemeen raak je Content Blockers aan om PIA VPN in te schakelen.
pl: Aby włączyć naszą blokadę reklam do użycia z przeglądarką Safari, przejdź do „Ustawienia > Safari”, pod „Ogólne” wybierz przełącznik „Blokady zawartości” na PIA VPN.
pt_br: Para ativar nosso Bloqueador de Conteúdo para usar com o Safari, por favor, vá para Ajustes > Safari, e, em Geral, toque em Bloqueadores de Conteúdo e ative PIA VPN.
ru: Чтобы включить наше правило блокирования контента в Safari, перейдите в "Настроки" > Safari, а затем во вкладке "Основные" коснитесь пункта "Правила блокирования контента" и включите PIA VPN.
th: ในการเปิดใช้งานตัวปิดกั้นเนื้อหาเพื่อใช้ใน Safari กรุณาไปยัง การตั้งค่า > Safari และภายใต้หมวดทั่วไป ให้แตะ ตัวปิดกั้นเนื้อหา ใน PIA VPN
tr: İçerik Engelleyicimizi Safari ile kullanım için etkinleştirmek için lütfen Ayarlar > Safari'ye gidin ve Genel altında İçerik Engelleyiciler'e dokunun ve PIA VPN için açın.
zh_hans: 要启用内容拦截器以用于 Safari，请转至设置 > Safari，然后在“通用”下，触摸 PIA VPN 上的内容拦截器开关。
zh_hant: 要在 Safari 上啟用我們的內容阻擋器，請前往設定 > Safari，然後在「一般」類項點選「內容阻擋器」，開啟 PIA VPN。

# content_blocker.body.footer
source: Please note: You do not need to be connected to the VPN for this Content Blocker to work, but it will only work while browsing with Safari.
ar: يرجى الملاحظة: يعمل حظر المحتوى دون الحاجة للاتصال بشبكة VPN، ولكنه لن يعمل إلا على متصفح Safari.
da: Bemærk: Du behøver ikke have forbindelse til VPN for, at denne Indholdsblokering kan fungere, men den virker kun, når du anvender Safari-browseren.
de: Hinweis: Für diesen Inhalts-Blocker müssen Sie nicht mit VPN verbunden sein. Er funktioniert jedoch nur in Safari.
es_mx: Por favor, considera que no tienes que estar conectado a la VPN para que funcione este Bloqueador de contenido, pero solo funcionará mientras navegas con Safari.
fr: Veuillez noter : vous n'avez pas besoin d'être connecté au VPN pour que ce bloqueur de contenu fonctionne, mais il ne fonctionnera qu'en naviguant avec Safari.
it: Nota bene: Non c'è bisogno di essere connessi alla VPN affinché il blocco dei contenuti sia attivo, ma il blocco avrà effetto solo navigando con Safari.
ja: 注意：コンテンツブロッカーは、VPNへの接続がなくても機能しますが、Safariを使ったブラウジングのみで利用できます。
ko: 주의: Content Blocker를 작동시키기 위해 VPN에 연결할 필요가 없지만, Safari로 검색할 때만 작동합니다.
nb: Merk: Du trenger ikke å være tilkoblet VPN-tjenesten for at innholdsblokkereren skal virke, men den virker bare når du surfer med Safari.
nl: Let op: Je hoeft niet verbonden te zijn met de VPN om deze Content blocker te laten werken, maar dan werkt het alleen als je Safari gebruikt.
pl: Uwaga: musisz być połączony z VPN, aby Blokada zawartości działała, ale będzie działać tylko podczas przeglądania stron za pomocą Safari.
pt_br: Observação: Você não precisa estar conectado à VPN para este Bloqueador de Conteúdo funcionar, porém ele só funcionará enquanto estiver navegando no Safari.
ru: Примечание. Для работы этого правила блокирования контента подключаться к VPN необязательно, но оно будет работать только при просмотре сайтов в Safari.
th: โปรดทราบ: คุณไม่จำเป็นต้องเชื่อมต่อไปยัง VPN เพื่อใช้งานตัวปิดกั้นเนื้อหา แต่จะใช้ได้ก็ต่อเมื่อใช้ Safari เท่านั้น
tr: Lütfen unutmayın: Bu İçerik Engelleyicinin çalışması için VPN'e bağlı olmanız gerekmiyor ancak yalnızca Safari'de gezinirken çalışacaktır.
zh_hans: 请注意：无需连接到 VPN，此内容拦截器也可正常工作，但该功能只有在使用 Safari 进行浏览时才能发挥作用。
zh_hant: 請注意：您不需要連接至 VPN，此內容阻擋器就能運作，但將只會在您使用 Safari 瀏覽時才會有效。

# about.app
source: VPN by Private Internet Access
ar: VPN من Private Internet Access
da: VPN fra Private Internet Access
de: VPN von Private Internet Access
es_mx: VPN de Private Internet Access
fr: VPN par Private Internet Access
ja: Private Internet AccessによるVPN
ko: Private Internet Access의 VPN
nb: VPN fra Private Internet Access
nl: VPN door Private Internet Access
pl: VPN firmy Private Internet Access
pt_br: VPN da Private Internet Access
ru: VPN от Private Internet Access
th: VPN โดย Private Internet Access
tr: Private Internet Access'ten VPN
zh_hans: 由 Private Internet Access 打造的 VPN
zh_hant: Private Internet Access 虛擬私人網路

# about.intro
source: This program uses the following components:
ar: يستخدم هذا البرنامج المكونات التالية:
da: Dette program bruger følgende komponenter:
de: Dieses Programm verwendet folgende Komponenten:
es_mx: Este programa usa los siguientes componentes:
fr: Ce programme utilise les éléments suivants :
it: Quest'applicazione usa i seguenti componenti:
ja: このプログラムは次の構成要素を使用します:
ko: 이 프로그램이 사용하는 구성 요소는 다음과 같습니다.
nb: Dette programmet bruker følgende komponenter:
nl: Dit programma gebruikt de volgende componenten:
pl: Ten program wykorzystuje następujące elementy:
pt_br: Este programa utiliza os seguintes elementos:
ru: Эта программа использует следующие компоненты:
th: โปรแกรมนี้ใช้องค์ประกอบต่อไปนี้:
tr: Bu program aşağıdaki bileşenleri kullanıyor:
zh_hans: 此程序使用以下组件：
zh_hant: 本程式使用下列元件：

# about.accessibility.component.expand
source: Tap to read full license
ar: اضغط لقراءة الترخيص الكامل
da: Tryk for at læse fuld licens
de: Tippen, um komplette Lizenz zu lesen
es_mx: Toca para leer la licencia completa
fr: Toucher pour lire la licence complète
it: Tocca per leggere l'intera licenza
ja: タップしてフルライセンスを読む
ko: 라이선스 전문을 보려면 누르세요
nb: Trykk for å lese hele lisensen
nl: Tik om volledige licentie te lezen
pl: Tap, aby usłyszeć przeczytany tekst licencji
pt_br: Toque para ler a licença completa
ru: Нажмите, чтобы прочитать полный текст лицензии
th: แตะเพื่ออ่านการอนุญาตฉบับเต็ม
tr: Tam lisansı okumak için dokunun
zh_hans: 点击阅读完整许可
zh_hant: 點一下即可閱讀完整授權條款

# dashboard.content_blocker.intro.message
source: This version replaces MACE with our Safari Content Blocker. Check it out in the 'Settings' section.
ar: يستبدل هذا الإصدار MACE مع أداة حظر محتوى Safari. ألقِ عليه نظرة في قسم "الإعدادات".
da: Denne version erstatter MACE med vores Safari Content Blocker. Tjek den ud i afsnittet 'Indstillinger'.
de: Diese Version ersetzt MACE mit unserem Safari Content Blocker. Sehen Sie sich die Änderungen in den Einstellungen an.
es_mx: Esta versión remplaza MACE con nuestro Bloqueador de contenido de Safari. Revíselo en la sección "Configuración".
fr: Cette version remplace MACE par notre bloqueur de contenu Safari. Allez la découvrir dans la section « Paramètres ».
it: Questa versione sostituisce MACE con il nostro Blocco dei contenuti Safari. Dai un'occhiata alle 'Impostazioni'.
ja: このバージョンはMACEを弊社のSafariコンテンツブロッカーに取り換えるものです。 「設定」セクションで確認してください。
ko: 이 버전은 MACE를 Safari Content Blocker로 교체합니다. '설정'에서 확인해 보세요.
nb: Denne versjonen erstatter MACE med vår Safari Content Blocker. Ta en titt i «Innstillinger»-delen.
nl: Deze versie vervangt MACE met onze Content blocker voor Safari. Ga voor meer informatie naar de 'Instellingen'.
pl: Ta wersja zastępuje MACE naszą Blokadą zawartości Safari. Sprawdź szczegóły w części „Ustawienia”.
pt_br: Esta versão substitui o MACE pelo nosso Bloqueador de Conteúdo do Safari. Confira na seção "Configurações".
ru: Эта версия заменяет MACE нашим правилом блокирования контента для Safari. Посмотрите в разделе «Настройки».
th: เวอร์ชันนี้ทดแทน MACE ด้วยตัวปิดกั้นเนื้อหา Safari ของเรา ตรวจสอบในส่วน “การตั้งค่า”
tr: Bu versiyon, MACE'i Safari İçerik Engelleyici ile değiştiriyor. 'Ayarlar' bölümünden göz atın.
zh_hans: 此版本将MACE替换为我们的Safari内容屏蔽器。 请在“设置”栏中查看。
zh_hant: 這個版本會以我們的 Safari 內容阻擋器取代 MACE。 可於「設定」中查看。

# dashboard.connection.ip.unreachable
source: Internet unreachable
ar: لا يمكن الوصول إلى الإنترنت
da: Internet kan ikke nås
de: Internet nicht erreichbar
es_mx: No hay acceso a internet
fr: Internet non joignable
it: Internet irraggiungibile
ja: インターネットに接続できません
ko: 인터넷에 연결할 수 없음
nb: Får ikke kontakt med Internett
nl: Internet onbereikbaar
pl: Brak zasięgu
pt_br: Internet inacessível
ru: Интернет недоступен
th: อินเทอร์เน็ตไม่สามารถเข้าถึงได้
tr: İnternete erişilemiyor
zh_hans: 无法访问互联网
zh_hant: 無法連線上網

# dashboard.vpn.disconnected
source: Disconnected
ar: تم قطع الاتصال
da: Forbindelse afbrudt
de: Nicht verbunden
es_mx: Desconectado
fr: Déconnecté
it: Disconnesso
ja: 切断済み
ko: 연결 해제됨
nb: Frakoblet
nl: Verbinding verbroken
pl: Rozłączono
pt_br: Desconectado
ru: Отключено
th: ขาดการเชื่อมต่อ
tr: Bağlantı Kesildi
zh_hans: 已断开连接
zh_hant: 已解除連線

# dashboard.vpn.connecting
source: Connecting...
ar: جارٍ الاتصال...
da: Forbinder...
de: Verbindung wird hergestellt...
es_mx: Conectando...
fr: Connexion...
it: Connessione in corso...
ja: 接続中...
ko: 연결 중...
nb: Kobler til …
nl: Verbinden...
pl: Łączenie
pt_br: Conectando...
ru: Подключение...
th: กำลังเชื่อมต่อ...
tr: Bağlanıyor...
zh_hans: 正在连接...
zh_hant: 連線中…

# dashboard.vpn.connected
source: Connected to VPN
ar: تم الاتصال بـ VPN
da: Forbundet til VPN
de: Verbunden mit VPN
es_mx: Conectado a VPN
fr: Connecté au VPN
it: Connesso alla VPN
ja: VPN に接続済み
ko: VPN에 연결됨
nb: Koblet til VPN
nl: Verbonden met VPN
pl: Połączono z VPN
pt_br: Conectado a VPN
ru: Подключено к VPN
th: เชื่อมต่อกับ VPN
tr: VPN'e bağlandı
zh_hans: 已连接到 VPN
zh_hant: 連線到 VPN
