Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# dashboard.vpn.on
source: VPN: ON
ar: VPN: تشغيل
da: VPN: TIL
de: VPN: EIN
es_mx: VPN: SÍ
fr: VPN : ACTIVÉ
ja: VPN: 有効
ko: VPN: 켬
nb: VPN: PÅ
nl: VPN: AAN
pl: VPN: WŁ
ru: VPN: ВКЛ.
th: VPN : เปิด
tr: VPN: AÇIK
zh_hans: VPN：开
zh_hant: VPN 已開啟

# dashboard.vpn.disconnecting
source: Disconnecting...
ar: جارٍ قطع الاتصال...
da: Afbryder forbindelse...
de: Verbindung wird unterbrochen...
es_mx: Desconectando...
fr: Déconnexion...
it: Disconnessione in corso...
ja: 切断中...
ko: 연결 해제 중...
nb: Kobler fra …
nl: Verbinding verbreken...
pl: Rozłączanie
pt_br: Desconectando...
ru: Отключение...
th: กำลังยกเลิกการเชื่อมต่อ...
tr: Bağlantı kesiliyor...
zh_hans: 正在断开连接
zh_hant: 正在解除連線…

# dashboard.vpn.changing_region
source: Changing region...
ar: جارٍ تغيير المنطقة...
da: Ændrer region...
de: Region wird geändert…
es_mx: Cambiando región...
fr: Changement de la région...
it: Cambiando regione...
ja: 地域を変更中...
ko: 지역 변경 중...
nb: Endrer region …
nl: Regio wijzigen...
pl: Zmieniamy region
pt_br: Alterando a região...
ru: Изменение региона...
th: กำลังเปลี่ยนภูมิภาค...
tr: Bölge değiştiriliyor...
zh_hans: 正在更改地区...
zh_hant: 正在變更區域…

# dashboard.vpn.disconnect.untrusted
source: This network is untrusted. Do you really want to disconnect the VPN?
ar: هذه الشبكة غير موثوقة. هل تريد حقًا قطع اتصال VPN؟
da: Dette netværk er usikkert. Vil du virkelig fjerne VPN'en?
de: Dieses Netzwerk ist nicht vertrauenswürdig. Möchten Sie das VPN wirklich trennen?
es_mx: La red no es fiable. ¿Seguro que quieres desconectar la VPN?
fr: Il s'agit d'un réseau non approuvé. Vraiment déconnecter le VPN ?
it: Questa rete non è affidabile. Vuoi disconnettere il VPN?
ja: このネットワークは信頼されていません。本当にVPNを切断しますか？
ko: 이 네크워크는 신뢰할 수 없습니다. VPN을 연결 해제하시겠습니까?
nb: Dette nettverket er uklarert. Vil du virkelig koble fra VPN-en?
nl: Dit is een niet-vertrouwd netwerk. Wilt u de verbinding met de VPN echt verbreken?
pl: Ta sieć nie jest zaufana. Na pewno chcesz odłączyć VPN?
pt_br: Esta não é uma rede de confiança. Tem certeza que deseja desconectar a VPN?
ru: Эта сеть не является надежной. Действительно отключить VPN?
th: เครือข่ายนี้ไม่น่าเชื่อถือ คุณต้องการยกเลิกการเชื่อมต่อ VPN หรือไม่
tr: Bu ağa güvenilmiyor. VPN bağlantısını gerçekten sonlandırmak istiyor musunuz?
zh_hans: 此网络不受信任。确定要断开 VPN 吗？
zh_hant: 此網路為非可信任網路，您確定要解除 VPN 連線嗎？

# dashboard.accessibility.vpn.button
source: VPN Connection button
ar: زر اتصال VPN
da: VPN-forbindelse-knap
de: VPN-Verbindungs-Schaltfläche
es_mx: Botón de conexión de VPN.
fr: Bouton de connexion VPN
it: Pulsante di Conneessione VPN
ja: VPN接続ボタン
ko: VPN 연결 버튼
nb: VPN-tilkoblingsknapp
nl: VPN-verbindingsknop
pl: Przycisk połączenia z VPN
pt_br: Botão de conexão da VPN
ru: Кнопка VPN-подключения
th: ปุ่มเชื่อมต่อ VPN
tr: VPN Bağlantı butonu
zh_hans: VPN 连接按钮
zh_hant: VPN 連線按鈕

# dashboard.accessibility.vpn.button.isOn
source: VPN Connection button. The VPN is currently connected
ar: زر اتصال VPN. خدمة VPN متصلة حاليًا
da: VPN-forbindelse-knap. VPN er i øjeblikket forbundet
de: VPN-Verbindungs-Schaltfläche. VPN derzeit verbunden
es_mx: Botón de conexión de VPN. La VPN está conectada en este momento.
fr: Bouton de connexion VPN. Le VPN est actuellement connecté
it: Pulsante di connessione VPN. VPN attualmente connesso
ja: VPN接続ボタン。VPNに現在接続されています
ko: VPN 연결 버튼. VPN이 현재 연결되었습니다
nb: VPN-tilkoblingsknapp. VPN-klienten er for øyeblikket tilkoblet
nl: VPN-verbindingsknop. De VPN is verbonden
pl: Przycisk połączenia z VPN. VPN jest teraz podłączona.
pt_br: Botão de conexão da VPN. A VPN está conectada no momento.
ru: Кнопка VPN-подключения. VPN сейчас подключен
th: ปุ่มเชื่อมต่อ VPN ขณะนี้ VPN เชื่อมต่ออยู่
tr: VPN Bağlantı butonu. VPN şu anda bağlı
zh_hans: VPN 连接按钮。VPN 当前已断开连接
zh_hant: VPN 連線按鈕。目前已連線至 VPN

# dashboard.accessibility.vpn.button.isOff
source: VPN Connection button. The VPN is currently disconnected
ar: زر اتصال VPN. خدمة VPN غير متصلة حاليًا
da: VPN-forbindelse-knap. VPN er i øjeblikket afbrudt
de: VPN-Verbindungs-Schaltfläche. VPN derzeit nicht verbunden
es_mx: Botón de conexión de VPN. La VPN está desconectada en este momento.
fr: Bouton de connexion VPN. Le VPN est actuellement déconnecté
it: Pulsante di connessione VPN. VPN attualmente disconnesso
ja: VPN接続ボタン。VPNは現在切断されています
ko: VPN 연결 버튼. VPN이 현재 연결 해제되었습니다
nb: VPN-tilkoblingsknapp. VPN-klienten er for øyeblikket frakoblet
nl: VPN-verbindingsknop. De VPN is niet verbonden
pl: Przycisk połączenia z VPN. VPN jest teraz odłączona.
pt_br: Botão de conexão da VPN. A VPN está desconectada no momento.
ru: Кнопка VPN-подключения. VPN сейчас отключен
th: ปุ่มเชื่อมต่อ VPN ขณะนี้ VPN ขาดการเชื่อมต่อ
tr: VPN Bağlantı butonu. VPN şu anda bağlı değil
zh_hans: VPN 连接按钮。VPN 当前已断开连接
zh_hant: VPN 連線按鈕。目前已解除 VPN 連線

# dashboard.vpn.leakprotection.alert.title
source: Unsecured Wi-Fi detected
ar: تم العثور على شبكة واي فاي غير آمنة
da: Usikret wi-fi registreret
de: Ungesichertes WLAN erkannt
es_mx: Detectada red wifi no protegida
it: Rilevato Wi-Fi non sicuro
ja: 保護されていないWiFiが検出されました
ko: 안전하지 않은 Wi-Fi 감지됨
nb: Usikret WiFi oppdaget
nl: Onbeveiligde wifi gedetecteerd
pl: Wykryto niezabezpieczoną sieć Wi-Fi
pt_br: Wi-Fi não seguro detectado
ru: Обнаружена незащищенная сеть Wi-Fi
th: ตรวจพบ Wi-Fi ที่ไม่ปลอดภัย
tr: Güvenilmeyen Wi-Fi algılandı
zh_hans: 检测到不安全的 Wi-Fi
zh_hant: 系統偵測到無安全保護的 Wi-Fi 網路

# dashboard.vpn.leakprotection.alert.message
source: To prevent data leaks, tap Disable Now to turn off “Allow access to devices on local network" and automatically reconnect.
ar: لمنع تسريب البيانات، اضغط على تعطيل الآن لإغلاق "السماح بالوصول إلى الأجهزة الموجودة على الشبكة المحلية" وإعادة الاتصال تلقائيًا.
da: For at forhindre datalækage skal du trykke på Deaktiver nu for at deaktivere "Tillad adgang til enheder på det lokale netværk" og automatisk oprette forbindelse igen.
de: Um Datenlecks zu verhindern, tippe auf „Jetzt deaktivieren“, um „Zugriff auf Geräte im lokalen Netzwerk erlauben“ zu deaktivieren und automatisch erneut eine Verbindung herzustellen.
es_mx: Para evitar filtraciones de datos, toca en "Desactivar ahora" para desactivar la opción "Permitir acceso a dispositivos de la red local" y restablecer la conexión automáticamente.
it: Per prevenire perdite di dati, tocca Disabilita ora per disattivare “Consenti l’accesso ai dispositivi sulla rete locale“ e riconnettersi automaticamente.
ja: データ漏洩を防ぐには、[今すぐ無効にする]をタップして[ローカルネットワーク内のデバイスへのアクセスを許可]をオフにし、自動的に再接続してください。
ko: 데이터 누출을 방지하려면 지금 비활성화를 눌러서 "로컬 네트워크의 장치 액세스 허용"을 해제하고 자동으로 다시 연결하세요.
nb: For å hindre datalekkasjer trykker du på Deaktiver nå for å slå av "Tillat tillat tilgang til enheter på lokalnettverk" og automatisk koble til på nytt.
nl: Om gegevenslekken te voorkomen, tik je op "Schakel nu uit" om "Sta toegang toe tot apparaten op een lokaal netwerk" uit te schakelen en automatisch opnieuw verbinding te maken.
pl: Aby zapobiec wyciekom danych, dotknij Wyłącz teraz, aby wyłączyć opcję „Zezwól na dostęp do urządzeń w sieci lokalnej” i automatycznie połączyć się ponownie.
pt_br: Para evitar vazamentos de dados, toque em “Desabilitar agora” para desativar a opção “Permitir acesso a dispositivos na rede local” e reconectar automaticamente.
ru: Во избежание утечек данных, нажмите «Отключить сейчас», чтобы выключить опцию «Разрешить доступ к устройствам в локальной сети» и автоматически переподключиться.
th: หากต้องการป้องกันการรั่วไหลของข้อมูล ให้แตะ ปิดใช้งานเลย เพื่อปิด “อนุญาตการเข้าถึงอุปกรณ์บนเครือข่ายท้องถิ่น” และเชื่อมต่อใหม่โดยอัตโนมัติ
tr: Veri sızıntısını önlemek için, "Yerel ağdaki cihazlara erişime izin ver" özelliğini devre dışı bırakmak ve otomatik olarak yeniden bağlanmak için Şimdi Devre Dışı Bırak'a dokunun.
zh_hans: 为防止数据泄露，请轻点“立即停用”以关闭“允许访问本地网络上的设备”并自动重新连接。
zh_hant: 若要避免資料洩漏，請點一下「立即停用」，以便關掉「同意取用本機網路上的裝置」，然後自動重新連線。

# dashboard.vpn.leakprotection.alert.cta1
source: Disable Now
ar: تعطيل الآن
da: Deaktiver nu
de: Jetzt deaktivieren
es_mx: Desactivar ahora
it: Disabilita ora
ja: 今すぐ無効にする
ko: 지금 비활성화
nb: Deaktiver nå
nl: Schakel nu uit
pl: Wyłącz teraz
pt_br: Desabilitar agora
ru: Отключить сейчас
th: ปิดใช้งานเลย
tr: Şimdi Kapat
zh_hans: 立即停用
zh_hant: 立即停用

# dashboard.vpn.leakprotection.alert.cta2
source: Learn more
ar: اعرف أكثر
da: Få flere oplysninger
de: Mehr erfahren
es_mx: Más información
it: Ulteriori informazioni
ja: 詳細
ko: 자세히 알아보기
nb: Les mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Узнать больше
th: เรียนรู้เพิ่มเติม
tr: Daha fazlasını öğrenin
zh_hans: 了解详情
zh_hant: 更多內容

# dashboard.vpn.leakprotection.alert.cta3
source: Ignore
ar: تجاهل
da: Ignorer
de: Ignorieren
es_mx: Ignorar
it: Ignora
ja: 無視
ko: 무시
nb: Ignorer
nl: Negeer
pl: Ignoruj
pt_br: Ignorar
ru: Игнорировать
th: เพิกเฉย
tr: Yoksay
zh_hans: 忽略
zh_hant: 忽略

# dashboard.vpn.leakprotection.ikev2.alert.message
source: To prevent data leaks, tap Switch Now to change to the IKEv2 VPN protocol and automatically reconnect.
ar: لمنع تسرب البيانات، اضغط على التبديل الآن للتغير إلى بروتوكول IKEv2 VPN وإعادة الاتصال تلقائيًا.
da: For at forhindre datalækage skal du trykke på Skift nu for at skifte til IKEv2 VPN-protokollen og automatisk oprette forbindelse igen.
de: Um Datenlecks zu verhindern, tippe auf „Jetzt wechseln“, um zum IKEv2 VPN-Protokoll zu wechseln und automatisch erneut eine Verbindung herzustellen.
es_mx: Para evitar las filtraciones de datos, toca en "Cambiar ahora" para cambiar al protocolo VPN IKEv2 y restablecer la conexión automáticamente.
it: Per prevenire le perdite di dati, tocca Cambia ora per passare al protocollo VPN IKEv2 e riconnettersi automaticamente.
ja: データ漏洩を防ぐには、[今すぐ切り替える]をタップしてIKEv2 VPNプロトコルに変更し、自動的に再接続してください。
ko: 데이터 누출을 방지하려면 지금 전환을 눌러서 IKEv2 VPN 프로토콜로 변경하고 자동으로 다시 연결하세요.
nb: For å hindre datalekkasjer trykker du på Bytt nå for å bytte til VPN-protokollen IKEv2 og automatisk koble til på nytt.
nl: Om gegevenslekken te voorkomen, tik je op "Schakel nu" om te wijzigen naar het IKEv2 VPN-protocol en automatisch opnieuw verbinding te maken.
pl: Aby zapobiec wyciekom danych, dotknij opcji Przełącz teraz, aby zmienić protokół na IKEv2 VPN i automatycznie połączyć się ponownie.
pt_br: Para evitar vazamentos de dados, toque em “Alternar agora” para mudar para o protocolo VPN IKEv2 e reconectar automaticamente.
ru: Для предотвращения утечек данных, нажмите «Переключить сейчас», чтобы перейти на протокол IKEv2 VPN и автоматически переподключиться.
th: หากต้องการป้องกันการรั่วไหลของข้อมูล ให้แตะ เปลี่ยนเลย เพื่อเปลี่ยนเป็นโปรโตคอล VPN IKEv2 และเชื่อมต่อใหม่โดยอัตโนมัติ
tr: Veri sızıntısını önlemek için, IKEv2 VPN protokolüne geçmek ve otomatik olarak yeniden bağlanmak için Şimdi Değiştir'e dokunun.
zh_hans: 为防止数据泄露，请轻点“立即切换”以更改为 IKEv2 VPN 协议并自动重新连接。
zh_hant: 若要避免資料洩漏，請點一下「立即切換」，以便改成 IKEv2 VPN 通訊協定，然後自動重新連線。

# dashboard.vpn.leakprotection.ikev2.alert.cta1
source: Switch Now
ar: التبديل الآن
da: Skift nu
de: Jetzt wechseln
es_mx: Cambiar ahora
it: Cambia ora
ja: 今すぐ切り替える
ko: 지금 전환
nb: Bytt nå
nl: Schakel nu
pl: Przełącz teraz
pt_br: Alternar agora
ru: Переключить сейчас
th: เปลี่ยนเลย
tr: Şimdi Değiştir
zh_hans: 立即切换
zh_hant: 立即切換

# vpn_permission.body.title
source: PIA needs access to your VPN profiles to secure your traffic
ar: يحتاج PIA إلى الوصول إلى تكوينات VPN لتأمين حركة مرورك.
da: PIA har brug for adgang til dine VPN-konfigurationer, for at sikre din trafik.
de: PIA benötigt Zugriff auf Ihre VPN-Konfigurationen, um Ihren Datenverkehr zu schützen.
es_mx: PIA necesita acceso a tus configuraciones de VPN para proteger el tráfico.
fr: PIA doit accéder à vos configurations VPN pour sécuriser votre trafic.
it: Per garantire la sicurezza del tuo traffico, PIA ha bisogno di accedere alle configurazioni del tuo VPN.
ja: PIAはお客様のトラフィックを確保するために、VPN設定にアクセスする必要があります。
ko: PIA가 트래픽의 보안을 유지하려면 귀하의 VPN 구성에 접근해야 합니다.
nb: PIA trenger tilgang til VPN-konfigurasjonen din for å sikre trafikken din.
nl: PIA heeft toegang tot uw VPN-configuraties nodig om uw verkeer te beveiligen.
pl: PIA musi mieć dostęp do twojej konfiguracji VPN do ochrony twojego ruchu w sieci.
pt_br: A PIA precisa de acesso às configurações da sua VPN para proteger seu tráfego.
ru: PIA требуется доступ к вашей конфигурации VPN для защиты вашего трафика.
th: PIA ต้องการเข้าถึงการกำหนดค่า VPN เพื่อรักษาความปลอดภัยให้กับการเข้าชมของคุณ
tr: PIA, trafiğinizi korumak için VPN profillerinize erişime ihtiyaç duyuyor
zh_hans: PIA 需要访问您的 VPN 配置来保护您的流量。
zh_hant: PIA 需要存取您的 VPN 配置才能確保您的傳輸資料安全。

# vpn_permission.body.subtitle
source: You’ll see a prompt for PIA VPN and need to allow access to VPN configurations. To proceed tap on “%@”.
ar: سترى مطالبة من PIA VPN وتحتاج إلى السماح بالوصول إلى تكوينات VPN. للمتابعة اضغط على "%@".
da: Du får vist en prompt til PIA VPN og skal give adgang til VPN-konfigurationer. For at fortsætte, tryk på "%@".
de: Sie werden eine Aufforderung für PIA VPN sehen und Zugriff auf VPN-Konfigurationen gewähren müssen. Tippen Sie zum Fortfahren auf „%@“.
es_mx: Verás un mensaje de tu VPN de PIA y debes permitir el acceso a las configuraciones de VPN. Para continuar, toca "%@".
fr: Vous verrez une fenêtre PIA VPN et devrez autoriser l'accès aux configurations VPN. Pour continuer, touchez « %@ ».
it: Vedrai un messaggio per PIA VPN e dovrai consentire l'accesso alle configurazioni di VPN. Per continuare, tocca "%@".
ja: PIA VPNのプロンプトが表示されますので、VPN構成へのアクセスを許可してください。先に進むには「%@」をタップしてください。
ko: PIA VPN에 대한 요청이 표시되면 VPN 구성에 대한 접근을 허용하셔야 합니다. 계속 진행하려면 '%@'을 누르세요.
nb: Du vil se en ledetekst for PIA VPN og må gi tilgang til VPN-konfigurasjoner. Trykk «%@» for å fortsette.
nl: U krijgt een melding te zien en u moet PIA VPN toegang geven tot uw VPN-configuraties. Tik op '%@' om door te gaan.
pl: Pojawi się komunikat z prośbą o udzielenie dostępu PIA VPN do konfiguracji VPN. Dotknij przycisku„%@“, aby kontynuować.
pt_br: Você verá um aviso para a VPN do PIA e precisará permitir o acesso às configurações da VPN. Para continuar toque em “%@”.
ru: Вы увидите подсказку PIA VPN, нужно будет разрешить доступ к настройкам VPN. Чтобы продолжить, нажмите «%@».
th: คุณจะเห็นข้อความแจ้ง PIA VPN และต้องอนุญาตการเข้าถึงการกำหนดค่า VPN หากต้องการดำเนินการต่อ ให้แตะ“%@”
tr: PIA VPN için bir istem göreceksiniz ve VPN yapılandırmalarına erişime izin vermeniz gerekecek. İlerlemek için “%@” butonuna dokunun.
zh_hans: 您将看到关于 PIA VPN 的提示，并需要允许访问 VPN 配置。 要继续操作，请点击“%@”。
zh_hant: 您將看到 PIA VPN 彈出提示框，要求允許存取 VPN 配置。 若要繼續，請點選「%@」。

# vpn_permission.body.footer
source: We don’t monitor, filter or log any network activity.
ar: نحن لا نقوم بمراقبة أو تصفية أو تسجيل أي نشاط على الشبكة.
da: Vi overvåger, filtrerer eller logger ikke nogen netværksaktivitet.
de: Wir überwachen, filtern oder protokollieren keinerlei Netzwerkaktivitäten.
es_mx: No supervisamos, filtramos ni registramos ninguna actividad de red.
fr: Nous n'enregistrons pas, ne suivons pas et ne surveillons pas votre activité réseau.
it: Non monitoriamo, filtriamo o registriamo alcuna attività di rete.
ja: 弊社はネットワークアクティビティの監視、フィルタリング、記録は一切行いません。
ko: 저희는 어떤 네트워크 활동도 모니터링, 필터링 또는 로그하지 않습니다.
nb: Vi overvåker, filtrerer eller logger ikke nettverksaktiviteten din.
nl: We monitoren, filteren of registreren geen netwerkactiviteit.
pl: Nie monitorujemy, nie filtrujemy i nie rejestrujemy aktywności w sieci.
pt_br: Não monitoramos, filtramos ou registramos nenhuma atividade de rede.
ru: Мы не отслеживаем, не фильтруем и не регистрируем действия в сети.
th: เราไม่ได้ตรวจสอบ คัดกรอง หรือบันทึกกิจกรรมเครือข่ายใดๆ
tr: Hiçbir ağ aktivitesini takip etmiyor, filtrelemiyor veya kaydetmiyoruz.
zh_hans: 我们不会监视、筛选或记录任何网络活动。
zh_hant: 我們不會監控、過濾或記錄任何網路活動。

# vpn_permission.disallow.message.basic
source: We need this permission for the application to function.
ar: نحن بحاجة إلى هذا الإذن ليعمل التطبيق.
da: Vi har brug for denne tilladelse, for at applikationen kan fungere.
de: Wir benötigen diese Berechtigung, damit die App ordnungsgemäß funktioniert.
es_mx: Necesitamos este permiso para que la aplicación funcione.
fr: L'application a besoin de cette permission pour fonctionner.
it: Per garantire il funzionamento dell'applicazione, è necessaria questa autorizzazione.
ja: アプリケーションが機能するためにはこの許可が必要です。
ko: 애플리케이션이 작동하려면 이 권한이 필요합니다.
nb: Vi trenger disse tillatelsene for at programmet skal fungere.
nl: Deze toestemming is nodig om de applicatie te laten functioneren.
pl: To uprawnienie jest nam potrzebne do zapewnienia funkcjonowania aplikacji.
pt_br: Precisamos dessa permissão para o funcionamento do aplicativo.
ru: Это разрешение требуется приложению для работы.
th: เราต้องการสิทธิ์นี้เพื่อให้แอปพลิเคชันสามารถทำงานได้
tr: Uygulamanın çalışması için bu izne ihtiyacımız var.
zh_hans: 我们需要此权限来使应用程序能正常工作。
zh_hant: 我們需要獲得此權限才能讓應用程式正確運作。

# vpn_permission.disallow.message.support
source: You can also get in touch with customer support if you need assistance.
ar: يمكنك أيضًا الاتصال بدعم العملاء إذا كنت بحاجة إلى المساعدة.
da: Du kan også kontakte kundesupport, hvis du har brug for hjælp.
de: Wenn Sie Hilfe benötigen, können Sie sich auch an den Kundendienst wenden.
es_mx: También puedes ponerte en contacto con el servicio de atención al cliente si necesitas ayuda.
fr: Vous pouvez aussi contacter l'assistance client si vous avez besoin d'aide.
it: Per informazioni, contatta il nostro ufficio assistenza.
ja: ヘルプが必要な場合はカスタマーサポートにご連絡ください。
ko: 지원이 필요하시면 고객 지원팀에 문의하실 수 있습니다.
nb: Du kan også ta kontakt med kundestøtten, hvis du trenger hjelp.
nl: Als u hulp nodig heeft, kunt u contact opnemen met de klantenservice.
pl: Możesz także skontaktować się z działem obsługi klienta, jeśli potrzebujesz pomocy.
pt_br: Você também pode entrar em contato com o suporte ao cliente se precisar de ajuda.
ru: Если вам нужна помощь, вы также можете связаться со службой поддержки пользователей.
th: คุณยังสามารถติดต่อฝ่ายสนับสนุนได้หากต้องการความช่วยเหลือ
tr: Yardıma ihtiyacınız varsa müşteri desteği ile iletişime geçebilirsiniz.
zh_hans: 如需帮助，也可联系客户支持。
zh_hant: 若您需要協助，歡迎您與客戶支援中心聯繫。

# vpn_permission.disallow.contact
source: Contact
ar: اتصال
da: Kontakt
de: Kontakt
es_mx: Contacto
it: Contatti
ja: お問い合わせ
ko: 문의
nb: Kontakt
pl: Kontakt
pt_br: Contatar suporte
ru: Контакты
th: ติดต่อ
tr: İletişim
zh_hans: 联系
zh_hant: 聯繫

# settings.dns.custom
source: Custom
ar: مخصص
da: Brugerdefineret
de: Benutzerdefiniert
es_mx: Personalizado
fr: Personnalisé
it: Personalizza
ja: カスタム
ko: 사용자 정의
nb: Tilpass
nl: Aangepast
pl: Niestandardowy
pt_br: Personalizado
ru: Пользовательский
th: กำหนดเอง
tr: Özel
zh_hans: 自定义
zh_hant: 自訂

# settings.dns.alert.create.message
source: Using non PIA DNS could expose your DNS traffic to third parties and compromise your privacy.
ar: قد يؤدي استخدام عناوين DNS غير المزودة عن طريق PIA إلى كشف حركة مرور DNS بأجهزتك لأطراف ثالثة وتهديد خصوصيتك.
da: Brug af PIA DNS kunne blotlægge din DNS-trafik for tredjepart og kompromittere beskyttelsen af dine personoplysninger.
de: Die Verwendung eines Nicht-PIA-DNS kann Ihren DNS-Verkehr Dritten zugänglich machen und Ihre Privatsphäre gefährden.
es_mx: Usar unos DNS no facilitados por PIA podría exponer tu información a terceras empresas y comprometer tu privacidad.
fr: Utiliser un DNS autre que celui de PIA peut exposer votre trafic DNS aux tiers et compromettre votre confidentialité.
it: Utilizzando un DNS non PIA potresti esporre il tuo traffico DNS a terzi e pregiudicare la tua privacy.
ja: 非PIA DNSを使用すると、DNSトラフィックがサードパーティーに暴露され、プライバシーが損なわれる場合があります。
ko: PIA DNS를 사용하지 않으면 DNS 트래픽이 제3자에게 노출되고 프라이버시가 침해될 수 있습니다.
nb: Det å bruke en DNS som ikke er PIA kan utsette DNS-trafikken din for innsyn fra tredjeparter, noe som igjen kan skade personvernet ditt.
nl: Als u DNS gebruikt die niet van PIA is, kunnen externe partijen uw DNS-verkeer bekijken en loopt uw privacy gevaar.
pl: Korzystanie z DNS niezwiązanego z PIA może wystawić ruch z osobami trzecimi przez DNS i narazić na szwank twoją prywatność.
pt_br: Não usar o DNS PIA pode expôr o seu tráfego de DNS a terceiros e comprometer a sua privacidade.
ru: Если использовать DNS-сервер, не рекомендуемый PIA, ваш DNS-трафик может просматриваться сторонними лицами, что является угрозой для конфиденциальности.
th: การใช้ DNS ที่ไม่ใช่ PIA อาจเปิดเผยการเข้าใช้ DNS ของคุณแก่บุคคลที่สามและทำลายความเป็นส่วนตัวของคุณ
tr: PIA harici DNS kullanmak, DNS trafiğinizin üçüncü tarafların eline geçmesine neden olabilir ve gizliliğinizi tehlikeye atabilir.
zh_hans: 使用非 PIA DNS 可能会将您的 DNS 流量暴露给第三方并危及您的隐私。
zh_hant: 使用非 PIA DNS 可令您的 DNS 傳輸資料披露予第三方，對您的隱私造成損害。

# settings.dns.alert.clear.title
source: Clear DNS
ar: مسح DNS
da: Ryd DNS
de: DNS löschen
es_mx: Borrar los DNS
fr: Vider le DNS
it: Cancella DNS
ja: DNSを消去
ko: DNS 지우기
nb: Fjern DNS
nl: DNS wissen
pl: Usuń DNS
pt_br: Apagar o DNS
ru: Очистить DNS
th: ล้าง DNS
tr: DNS'i Temizle
zh_hans: 清除 DNS
zh_hant: 清除 DNS

# settings.dns.alert.clear.message
source: This will clear your custom DNS and default to PIA DNS.
ar: سيؤدي هذا إلى مسح DNS المخصص والعودة تلقائيًا إلى PIA DNS الافتراضي.
da: Dette vil rydde din brugerdefinerede DNS og vende tilbage til PIA DNS.
de: Dadurch wird Ihr benutzerdefiniertes DNS gelöscht und die das PIA-DNS als Standard festgelegt.
es_mx: Esta acción eliminará tus DNS personalizados y restablecerá los DNS por defecto.
fr: Cela videra votre DNS personnalisé et utilisera par défaut celui de PIA.
it: L'azione eliminerà il tuo DNS personalizzato e il tuo PIA DNS predefinito.
ja: この操作により、あなたのDNSとデフォルトが消去され、PIA DNSに変更されます。
ko: 이 작업은 사용자 정의 DNS를 지우고 PIA DNS를 기본값으로 사용합니다.
nb: Dette fjerner din tilpassede DNS og bruker PIA DNS.
nl: Uw huidige DNS wordt gewist en ingesteld op DNS van PIA.
pl: To spowoduje usunięcie nietypowego DNS i domyślnego DNS PIA.
pt_br: Esta ação irá apagar o seu DNS personalizado e retornará ao DNS PIA padrão.
ru: Пользовательский DNS-сервер будет удален, и будет установлен DNS-сервер PIA по умолчанию.
th: การดำเนินการนี้จะล้าง DNS ที่กำหนดเองและใช้ค่าเริ่มต้นของ PIA DNS
tr: Bu, özel DNS'inizi siler ve PIA DNS'i varsayılan yapar.
zh_hans: 这将清除您的自定义 DNS 并默认为 PIA DNS。
zh_hant: 這將清除您的自訂 DNS 並預設為 PIA DNS。

# settings.dns.custom.dns
source: Custom DNS
ar: عنوان DNS مخصص
da: Brugerdefineret DNS
de: Benutzerdefinierte DNS
es_mx: DNS Personalizado
fr: DNS personnalisé
it: Personalizza DNS
ja: カスタムDNS
ko: 사용자 정의 DNS
nb: Tilpass DNS
nl: Aangepaste DNS
pl: Niestandardowy DNS
pt_br: DNS personalizado
ru: Пользовательский DNS
th: DNS ที่กำหนดเอง
tr: Özel DNS
zh_hans: 自定义 DNS
zh_hant: 自訂 DNS

# settings.dns.primaryDNS
source: Primary DNS
ar: عنوان DNS أساسي
da: Primær DNS
de: Primäres DNS
es_mx: DNS primario
fr: DNS primaire
it: DNS principale
ja: プライマリDNS
ko: 기본 DNS
nb: Primær DNS
nl: Primaire DNS
pl: Nadrzędny DNS
pt_br: DNS primário
ru: Основной DNS
th: DNS หลัก
tr: Birincil DNS
zh_hans: 主 DNS
zh_hant: 主要 DNS

# settings.dns.secondaryDNS
source: Secondary DNS
ar: عنوان DNS ثانوي
da: Sekundær DNS
de: Sekundäres DNS
es_mx: DNS secundario
fr: DNS secondaire
it: DNS secondario
ja: セカンダリDNS
ko: 보조 DNS
nb: Sekunder DNS
nl: Secundaire DNS
pl: Podrzędny DNS
pt_br: DNS secundário
ru: Дополнительный DNS
th: DNS รอง
tr: İkincil DNS
zh_hans: 次 DNS
zh_hant: 次要 DNS

# settings.dns.validation.primary.mandatory
source: Primary DNS is mandatory.
ar: عنوان DNS الأساسي إلزامي.
da: Primær DNS er obligatorisk.
de: Primäres DNS ist obligatorisch.
es_mx: El DNS primario es obligatorio.
fr: Le DNS primaire est obligatoire.
it: DNS principale obbligatorio.
ja: プライマリDNSは必須です。
ko: 기본 DNS는 필수입니다.
nb: Primær DNS er obligatorisk.
nl: Primaire DNS is vereist.
pl: Nadrzędny DNS jest obowiązkowy.
pt_br: O DNS primário é obrigatório.
ru: Необходимо указать основной DNS.
th: บังคับใช้ DNS หลัก
tr: Birincil DNS zorunludur.
zh_hans: 主 DNS 是强制性的。
zh_hant: 次要 DNS 為強制性。
