Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# friend.referrals.reward.given
source: Reward given
ar: تم منح المكافأة
da: Belønning givet
de: Belohnung erhalten
es_mx: Recompensa concedida
fr: Récompense donnée
it: Ricompensa offerta
ja: 報酬が取得されました
ko: 제공된 보상
nb: Belønning gitt
nl: Beloning gegeven
pl: Przyznano nagrodę
pt_br: Recompensa concedida
ru: Награда выдана
th: รางวัลที่ได้รับ
tr: Verilen ödül
zh_hans: 已给予奖励
zh_hant: 已發送獎勵

# friend.referrals.days.acquired
source: Free days acquired
ar: تم الحصول على الأيام المجانية
da: Gratis dage erhvervet
de: Erworbene freie Tage
es_mx: Días gratis adquiridos
fr: Jours gratuits acquis
it: Giorni gratuiti acquisiti
ja: 無料期間を取得しました
ko: 무료 일수 획득
nb: Gratis dager oppnådd
nl: Ontvangen gratis dagen
pl: Uzyskano darmowe dni
pt_br: Dias grátis obtidos
ru: Получено бесплатных дней
th: วันที่ได้รับฟรี
tr: Alınan ücretsiz günler
zh_hans: 已获得免费天数
zh_hant: 已獲得免費天數

# friend.referrals.days.number
source: %d days
ar: %d أيام
da: %d dage
de: %d Tage
es_mx: %d días
fr: %d jours
it: %d giorni
ja: %d日
ko: %d일
nb: %d dager
nl: %d dagen
pl: %d dni
pt_br: %d dias
ru: %d дн.
th: %d วัน
tr: %d gün
zh_hans: %d 天
zh_hant: %d 天

# friend.referrals.friends.family.title
source: Refer your friends and family. For every sign up we’ll give you both 30 days free.
ar: رشّحنا لأصدقائك وعائلتك. مقابل كل تسجيل، سنمنح كليكما 30 يومًا مجانًا.
da: Henvis dine venner og familie. For hver tilmelding giver vi jer begge 30 dage gratis.
de: Empfehlen Sie Ihre Freunde und Familie weiter. Für jede Anmeldung erhalten Sie beide 30 Tage gratis.
es_mx: Recomienda a tus amigos y familiares. Por cada registro, te daremos 30 días gratis.
fr: Parrainez vos amis et votre famille. Pour chaque inscription, nous vous offrirons tous les deux 30 jours gratuits.
it: Invita familiari e amici: per ogni registrazione riceverete entrambi 30 giorni gratuiti.
ja: お友達やご家族を紹介してください。サインアップするごとに、あなたとご登録者の両方に30日間無料がプレゼントされます。
ko: 친구와 가족을 추천하세요. 친구나 가족이 가입할 때마다 두 분 모두에게 30일 무료 이용 기간을 제공해 드립니다.
nb: Verv familie og venner. For hver registrering gir vi dere begge 30 dager gratis.
nl: Verwijs uw vrienden en familie door. Voor elke aanmelding krijgt u allebei 30 dagen gratis.
pl: Poleć znajomym i rodzinie. Za każdą rejestrację damy obu stronom 30 dni za darmo.
pt_br: Indique seus amigos e familiares. Para cada registro, oferecemos a vocês 30 dias grátis.
ru: Направляйте своих друзей и близких. За каждую регистрацию мы дарим вам 30 дней бесплатного пользования.
th: แนะนำเพื่อนและครอบครัว ทุกครั้งที่มีผู้สมัครสมาชิก เราจะให้คุณทั้งคู่ใช้ฟรี 30 วัน
tr: Arkadaşlarınıza ve aile bireylerinize referans olun. Her kayıtta, hem kaydolan kişi hem de siz 30'ar gün ücretsiz kullanım hakkı alacaksınız.
zh_hans: 推荐您的朋友和家人。每次注册，我们会给你们双方赠送 30 天的免费时间。
zh_hant: 推薦您的親友。每一位親友註冊後，我們都會提供您和親友 30 天免費試用。

# friend.referrals.description.short
source: REFER A FRIEND. GET 30 DAYS FREE.
ar: رشّحنا لأحد الأصدقاء. احصل على 30 يومًا مجانًا.
da: HENVIS EN VEN, FÅ 30 DAGE GRATIS.
de: EINEN FREUND EMPFEHLEN. 30 TAGE GRATIS ERHALTEN.
es_mx: RECOMIENDA A UN AMIGO. CONSIGUE 30 DÍAS GRATIS.
fr: PARRAINEZ UN AMI. PROFITEZ DE 30 JOURS GRATUITS.
it: INVITA UN AMICO E OTTENI 30 GIORNI GRATUITI.
ja: お友達を紹介してください。30日間無料がもらえます。
ko: 친구 추천. 30일 무료 이용.
nb: VERV EN VENN. FÅ 30 DAGER GRATIS.
nl: VERWIJS EEN VRIEND DOOR. ONTVANG 30 DAGEN GRATIS.
pl: POLEĆ ZNAJOMEMU. UZYSKAJ 30 DNI ZA DARMO
pt_br: INDIQUE UM AMIGO. GANHE 30 DIAS GRÁTIS.
ru: НАПРАВЬТЕ ДРУГА. ПОЛУЧИТЕ 30 ДНЕЙ БЕСПЛАТНО.
th: แนะนำเพื่อน รับฟรี 30 วัน
tr: BİR ARKADAŞINIZI ARAMIZA KATIN. 30 GÜN ÜCRETSİZ KULLANIM KAZANIN.
zh_hans: 推荐朋友。获得免费 30 天礼遇。
zh_hant: 推薦一位朋友。享有 30 天免費。

# gdpr.collect.data.title
source: Personal information we collect
ar: المعلومات الشخصية التي نجمعها
da: Personlige oplysninger, vi indsamler
de: Persönliche Informationen, die wir erfassen
es_mx: Información personal que recopilamos
fr: Informations personnelles que nous recueillons
it: Dati personali da noi raccolti
ja: 弊社が収集する個人情報
ko: 당사가 수집하는 개인 정보
nb: Personopplysninger vi samler inn
nl: Persoonlijke informatie die we verzamelen
pl: Dane osobowe, jakie zbieramy
pt_br: Informações pessoais que coletamos
ru: Личная информация, которую мы собираем
th: ข้อมูลส่วนบุคคลที่เรารวบรวม
tr: Topladığımız kişisel bilgiler
zh_hans: 我们收集的个人信息
zh_hant: 我們收集的個人資料

# gdpr.collect.data.description
source: E-mail Address for the purposes of account management and protection from abuse. E-mail address is used to send subscription information, payment confirmations, customer correspondence, and Private Internet Access promotional offers only.
ar: عنوان البريد الإلكتروني لأغراض إدارة الحساب والحماية من الإساءة. يتم استخدام عنوان البريد الإلكتروني لإرسال معلومات الاشتراك وتأكيد الدفع ومراسلات العملاء والعروض الترويجية الخاصة بالوصول إلى الإنترنت الخاص فقط.
da: E-mailadresse bruges udelukkende til kontoadministrationsformål og til beskyttelse mod misbrug. E-mailadresse bruges kun til at sende abonnementsoplysninger, betalingsbekræftelser, kundekorrespondance og salgsfremmende tilbud fra Private Internet Access.
de: E-Mail-Adresse für die Zwecke der Kontoführung und zum Schutz vor Missbrauch. Die E-Mail-Adresse wird nur für den Versand von Abonnementinformationen, Zahlungsbestätigungen, Kundenkorrespondenz und Angeboten von Private Internet Access verwendet.
es_mx: Dirección de correo electrónico con fines de gestión de cuenta y protección frente a abusos. La dirección de correo electrónico solo se usa para enviar información de suscripción, confirmaciones de pago, correspondencia al cliente y ofertas promocionales de Private Internet Access.
fr: Adresse e-mail à des fins de gestion de compte et de protection contre les abus. L'adresse e-mail est utilisée pour envoyer des informations d'abonnement, des confirmations de paiement, de la correspondance client et des offres promotionnelles exclusives à Private Internet Access.
it: Indirizzo email per scopi di gestione dell'account e protezione dagli usi impropri. L'indirizzo email viene utilizzato solo per inviare informazioni sull'abbonamento, conferme di pagamento, corrispondenza col cliente e offerte promozionali di Private Internet Access.
ja: メールアドレスは、アカウント管理および乱用防止の目的にのみ使用されます。 メールアドレスは、サブスクリプション情報、お支払確認、お客様とのやり取り、およびPrivate Internet Access のプロモーションオファーを送信するために使用されます。
ko: 계정 관리 및 악용 방지를 위한 이메일 주소. 이메일 주소는 구독 정보, 결제 확인, 고객 공지 사항 및 Private Internet Access 프로모션 정보를 보내는 데에만 사용됩니다.
nb: E-postadresse for kontoadministrering og beskyttelse mot misbruk. E-postadresse blir kun brukt for å sende ut informasjon om abonnementet, betalingsbekreftelser, kundekorrespondanse og tilbud om Private Internet Access.
nl: E-mailadres wordt gebruikt voor accountbeheer en bescherming tegen misbruik. E-mailadres wordt alleen gebruikt voor het verzenden van abonnementsinformatie, betalingsbevestigingen, correspondentie met klanten en promotionele aanbiedingen van Private Internet Access.
pl: Adres e-mail do celów zarządzania kontem i ochrony przed nadużyciami. Adres e-mail służy wyłącznie do wysyłania informacji o subskrypcji, potwierdzeń płatności, korespondencji z klientami oraz ofert promocyjnych Private Internet Access`.
pt_br: Endereço de e-mail para fins de gerenciamento de contas e proteção contra abusos. O endereço de e-mail é usado apenas para enviar informações da assinatura, confirmações de pagamento, correspondência de clientes e ofertas promocionais da Private Internet Access.
ru: Адрес эл. почты для управления учетной записи и защиты от злоупотреблений. Адрес эл. почты используется исключительно для отправки информации о подписке, подтверждений оплаты, переписки с пользователем и отправки акционных предложений Private Internet Access.
th: อีเมลสำหรับการจัดการบัญชีและป้องกันการละเมิดข้อมูล อีเมลใช้ในการส่งข้อมูลสมาชิก การยืนยันการชำระเงิน การติดต่อกับลูกค้า และข้อเสนอส่งเสริมการขาย Private Internet Access เท่านั้น
tr: Hesap yönetimi ve suistimalden koruma amaçlarıyla e-posta adresi. E-posta adresi; yalnızca abonelik bilgilerini, ödeme doğrulamalarını, müşteri yazışmalarını ve Private Internet Access promosyon tekliflerini göndermek için kullanılır.
zh_hans: 用于管理账户和防止滥用的电子邮件地址。 电子邮件地址仅用于发送订阅信息、付款确认、客户通信以及 Private Internet Access 促销优惠。
zh_hant: 電子郵件地址僅用於管理帳戶與防止濫用。 電子郵件地址將用於傳送訂閱資訊、付款確認、客戶通訊及 Private Internet Access 的促銷優惠。

# gdpr.accept.button.title
source: Agree and continue
ar: موافقة ومتابعة
da: Accepter og fortsæt
de: Zustimmen und fortfahren
es_mx: Aceptar y continuar
fr: Accepter et continuer
it: Accetta e continua
ja: 同意して続行する
ko: 동의 및 계속
nb: Godta og fortsett
nl: Akkoord en doorgaan
pl: Zaakceptuj i kontynuuj
pt_br: Concordar e continuar
ru: Принять и продолжить
th: ยอมรับและดำเนินการต่อ
tr: Kabul edip devam et
zh_hans: 同意并继续
zh_hant: 同意並繼續

# set.email.form.email
source: Enter your email address
ar: أدخل عنوان بريدك الإلكتروني
da: Angiv din e-mailadresse
de: Ihre E-Mail-Adresse eingeben
es_mx: Introduce tu dirección de correo electrónico
fr: Saisissez votre adresse e-mail
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력하세요
nb: Skriv inn e-postadressen din
nl: Voer uw e-mailadres in
pl: Wpisz swój adres e-mail
pt_br: Insira seu endereço de e-mail
ru: Введите свой адрес эл. почты
th: ใส่อีเมลของคุณ
tr: E-posta adresinizi girin
zh_hans: 请输入您的电子邮件地址
zh_hant: 輸入電子郵件地址

# set.email.why
source: We need your email to send your username and password.
ar: نحتاج إلى بريدك الإلكتروني لإرسال اسم المستخدم وكلمة المرور.
da: Vi har brug for din e-mail for at sende dit brugernavn og din adgangskode.
de: Wir benötigen Ihre E-Mail, um Ihnen Ihren Benutzernamen und Ihr Passwort zu senden.
es_mx: Necesitamos tu dirección de correo electrónico para enviar tu nombre de usuario y tu contraseña.
fr: Nous avons besoin de votre e-mail pour envoyer votre nom d'utilisateur et votre mot de passe.
it: Per inviarti nome utente e password, abbiamo bisogno del tuo indirizzo email.
ja: ユーザー名とパスワードを送信するためのメールアドレスを入力してください。
ko: 사용자 이름 및 비밀번호를 보내 드리려면 귀하의 이메일 주소가 필요합니다.
nb: Vi trenger e-posten din for å sende deg brukernavnet og passordet ditt.
nl: We hebben uw e-mailadres nodig om uw gebruikersnaam en wachtwoord te versturen.
pl: Na Twój adres e-mail wysłaliśmy nazwę użytkownika i hasło do Twojego konta
pt_br: Precisamos do seu e-mail para enviarmos seu nome de usuário e senha.
ru: Нам нужен ваш электронный адрес, чтобы мы могли прислать вам имя пользователя и пароль.
th: โปรดแจ้งอีเมลสำหรับส่งชื่อผู้ใช้และรหัสผ่านของคุณ
tr: Kullanıcı adınızla parolanızı gönderebilmemiz için e-posta adresinize ihtiyacımız var.
zh_hans: 我们需要您的电子邮件以发送您的用户名和密码。
zh_hant: 我們需要您的電子郵件以傳送使用者名稱與密碼。

# set.email.success.message_format
source: We have sent your account username and password at your email address at %@
ar: قمنا بإرسال اسم المستخدم وكلمة المرور لحسابك على عنوان بريدك الإلكتروني في %@
da: Vi har sendt din kontos brugernavn og adgangskode til din e-mailadresse på %@
de: Wir haben Ihren Konto-Benutzernamen und Ihr Passwort an Ihre E-Mail-Adresse unter %@ gesendet
es_mx: Te hemos enviado el nombre de usuario y la contraseña de la cuenta a la dirección de correo electrónico %@.
fr: Nous avons envoyé votre nom d'utilisateur et votre mot de passe à votre adresse e-mail sur %@
it: Abbiamo inviato nome utente e password al tuo indirizzo email %@
ja: お客様のメールアドレス（%@）にアカウントユーザー名とパスワードが送信されました
ko: 귀하의 이메일 주소(%@)로 계정 사용자 이름 및 비밀번호를 보내 드렸습니다
nb: Vi har sendt deg kontoens brukernavn og passord til e-postadressen %@
nl: We hebben de gebruikersnaam en het wachtwoord voor uw account naar het volgende e-mailadres gestuurd: %@
pl: Na Twój adres e-mail %@ wysłaliśmy nazwę użytkownika i hasło do Twojego konta.
pt_br: Enviamos o nome de usuário e a senha da sua conta para o seu endereço de e-mail %@
ru: Мы отправили имя пользователя и пароль на адрес электронной почты %@
th: เราได้ส่งชื่อผู้ใช้และรหัสผ่านบัญชีของคุณไปยังที่อยู่อีเมลของคุณที่ %@
tr: Hesabınızın kullanıcı adını ve şifresini %@ e-posta adresinize gönderdik
zh_hans: 我们已向您的电子邮件地址 %@ 发送了您的账户用户名和密码。
zh_hant: 我們已將您的帳戶使用者名稱與密碼傳送到此電子郵件地址 %@

# set.email.password.caption
source: Password
ar: كلمة المرور
da: Adgangskode
de: Passwort
es_mx: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
nb: Passord
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ru: Пароль
th: รหัสผ่าน
tr: Şifre
zh_hans: 密码
zh_hant: 密碼

# set.email.error.validation
source: You must enter an email address.
ar: يجب إدخال عنوان البريد الإلكتروني.
da: Du skal angive en e-mailadresse.
de: Sie müssen eine E-Mail-Adresse eingeben.
es_mx: Debes introducir una dirección de correo electrónico.
fr: Vous devez saisir une adresse e-mail
it: Devi inserire un indirizzo email.
ja: メールアドレスを入力する必要があります。
ko: 이메일 주소를 입력해야 합니다.
nb: Du må angi en e-postadresse.
nl: U moet een e-mailadres invoeren.
pl: Musisz podać adres e-mail.
pt_br: É necessário que você insira um endereço de e-mail.
ru: Укажите адрес эл. почты.
th: คุณต้องใส่อีเมล
tr: Bir e-posta adresi girmeniz gerekiyor.
zh_hans: 您必须输入一个电子邮箱地址。
zh_hant: 您必須輸入電子郵件地址。

# rating.enjoy.question
source: Are you enjoying PIA VPN?
ar: هل تستمتع بـ PIA VPN؟
da: Har du glæde af PIA VPN?
de: Gefällt Ihnen PIA VPN?
es_mx: ¿Te gusta PIA VPN?
fr: Vous appréciez PIA VPN ?
it: Ti piace PIA VPN?
ja: PIA VPNを楽しんでいますか？
ko: PIA VPN이 마음에 드세요?
nb: Liker du PIA VPN?
nl: Geniet u van PIA VPN?
pl: Jesteś zadowolony/zadowolona z VPN PIA?
pt_br: Está gostando da VPN da PIA?
ru: Вам нравится PIA VPN?
th: คุณชอบใช้ PIA VPN หรือไม่
tr: PIA VPN'i beğeniyor musunuz?
zh_hans: 您觉得 PIA VPN 好用吗？
zh_hant: 您喜歡 PIA VPN 嗎？

# rating.enjoy.subtitle
source: We hope our VPN product is meeting your expectations
ar: نأمل أن يلبي منتجنا لشبكات VPN توقعاتك
da: Vi håber, at vores VPN lever op til dine forventninger.
de: Wir hoffen, dass unsere VPN-Lösung Ihre Erwartungen erfüllt.
es_mx: Esperamos que nuestro producto de VPN cumpla tus expectativas.
fr: Nous espérons que notre produit VPN répond à vos attentes
it: Speriamo che il nostro prodotto VPN soddisfi le tue aspettative
ja: VPN製品にご満足いただいていることを願っています
ko: 저희 VPN 제품이 고객님의 기대에 부응하기를 바랍니다
nb: Vi håper VPN-produktet svarer til forventningene dine
nl: We hopen dat ons VPN-product aan uw verwachtingen voldoet
pl: Mamy nadzieję, że nasz produkt VPN spełnia Twoje oczekiwania
pt_br: Esperamos que nosso produto de VPN atenda às suas expectativas
ru: Надеемся, что наш продукт VPN соответствует вашим ожиданиям
th: เราหวังว่าผลิตภัณฑ์ VPN ของเราจะตอบโจทย์ความต้องการของคุณ
tr: Umarız VPN ürünümüz beklentilerinizi karşılıyordur
zh_hans: 希望我们的 VPN 产品符合您的期望
zh_hant: 我們希望我們的 VPN 產品符合您的期望

# rating.problems.question
source: What went wrong?
ar: ما الخلل الذي حصل؟
da: Hvad gik galt?
de: Was ist schiefgelaufen?
es_mx: ¿Qué ha salido mal?
fr: Quel était le problème ?
it: Cosa non ha funzionato?
ja: どのような問題があったのでしょうか？
ko: 어떤 문제가 있었습니까?
nb: Hva gikk galt?
nl: Wat is er fout gegaan?
pl: Co poszło źle?
pt_br: O que aconteceu de errado?
ru: Что пошло не так?
th: มีอะไรผิดปกติเหรอ
tr: Sorun nedir?
zh_hans: 出什么问题了？
zh_hant: 發生了什麼錯誤？

# rating.problems.subtitle
source: Do you want to give feedback? We can help you to improve your experience using PIA
ar: هل لديك أي ملاحظات؟ يمكننا مساعدتك على تحسين تجربتك في استخدام PIA
da: Vil du give noget feedback? Vi kan hjælpe dig med at forbedre din oplevelse med PIA
de: Möchten Sie Feedback geben? Wir können Ihnen helfen, Ihre Erfahrungen mit PIA zu verbessern
es_mx: ¿Quieres darnos tu opinión? Podemos ayudarte a mejorar tu experiencia con PIA.
fr: Vous voulez nous envoyer un commentaire ? Nous pouvons vous aider à améliorer votre expérience sur PIA
it: Vuoi offrire il tuo feedback? Possiamo aiutarti a migliorare la tua esperienza d'uso di PIA
ja: フィードバックを送信しますか？PIAご利用にあたり、お客様のエクスペリエンス改善のお手伝いをいたします。
ko: 피드백을 보내 주시겠습니까? 더 나은 PIA를 경험하실 수 있도록 도와 드리겠습니다
nb: Ønsker du å sende en tilbakemelding? Vi kan bidra til å forbedre opplevelsen din med PIA
nl: Wilt u feedback geven? We kunnen u helpen met het verbeteren van uw ervaring met PIA.
pl: Czy zechcesz podzielić się z nami swoją opinią? Może pomóc i sprawić, ze będzie Ci się lepiej korzystało z PIA
pt_br: Deseja dar seu feedback? Podemos ajudá-lo a melhorar sua experiência com o uso da PIA
ru: Хотите дать отзыв? Мы сделаем все возможное, чтобы ваши впечатления от PIA стали лучше
th: คุณอยากที่จะให้ข้อเสนอแนะไหม เราช่วยปรับปรุงประสบการณ์การใช้งาน PIA ของคุณได้
tr: Geri bildirim göndermek ister misiniz? Bu, PIA kullanma deneyiminizi iyileştirmemize yardımcı olabilir
zh_hans: 您希望提供反馈意见吗？我们可以帮助您改善使用 PIA 的体验
zh_hant: 您想提供反饋嗎？我們可以幫助您改善使用 PIA 的體驗

# rating.review.question
source: How about an AppStore review?
ar: ما رأيك بترك مراجعة في AppStore؟
da: Hvad med en AppStore-anmeldelse?
de: Wie wäre es mit einer Rezension im App Store?
es_mx: ¿Quieres escribir una reseña en el App Store?
fr: Et un avis sur l'App Store ?
it: Che ne pensi di condividere una recensione sull'AppStore?
ja: AppStoreでレビューしていただけますか？
ko: App Store에 리뷰를 남겨 주시겠습니까?
nb: Hva med en anmeldelse på AppStore?
nl: Waarom laat u geen beoordeling achter in de AppStore?
pl: A może napiszesz recenzję w App Store?
pt_br: Que tal uma avaliação na App Store?
ru: Как насчет отзыва в App Store?
th: รีวิวเราใน AppStore หน่อยไหม?
tr: AppStore'da yorum yapmaya ne dersiniz?
zh_hans: 在 AppStore 上发表评论如何？
zh_hant: 可否為我們在 AppStore 評價？

# rating.rate.question
source: How about a rating on the AppStore?
ar: ماذا عن ترك تقييم في App Store؟
da: Hvad med en vurdering i AppStore?
de: Wie wäre es mit einer Bewertung im App Store?
es_mx: ¿Quieres dar una puntuación en el App Store?
fr: Et une note sur l’App Store ?
it: Che ne dici di una valutazione su App Store?
ja: AppStoreで評価していただけますか？
ko: App Store에서 점수를 매겨주시겠어요?
nb: Hva med en vurdering i AppStore?
nl: Wilt u een waardering geven in de App Store?
pl: A może ocenisz nas w sklepie App Store?
pt_br: Que tal uma classificação na App Store?
ru: Как насчет оценки в App Store?
th: ให้คะแนนเราใน AppStore หน่อยไหม?
tr: AppStore'da bir oy vermeye ne dersiniz?
zh_hans: 在 AppStore 上评级如何？
zh_hant: 幫我們在 App Store 上評分好嗎？

# rating.rate.subtitle
source: We appreciate you sharing your experience
ar: نقدّر لك مشاركة تجربتك
da: Vi sætter pris på, at du deler din oplevelse
de: Wir wissen es zu schätzen, dass Sie uns Ihre Erfahrungen mitteilen
es_mx: Te agradecemos que compartas tu experiencia.
fr: Nous apprécions que vous partagiez votre expérience
it: Grazie per aver condiviso la tua esperienza
ja: お客様のご感想を共有していただければありがたいです
ko: 고객님의 경험을 공유해 주시면 감사하겠습니다
nb: Vi setter pris på at du deler opplevelsen din
nl: We stellen het op prijs dat u uw ervaring deelt
pl: Będziemy wdzięczni za opowiedzenie o swoich doświadczeniach
pt_br: Agradecemos o compartilhamento da sua experiência
ru: Благодарим за согласие поделиться своим опытом
th: ขอขอบคุณที่คุณช่วยแชร์ประสบการณ์
tr: Deneyiminizi paylaşmanız bizi memnun eder
zh_hans: 感谢您分享使用体验
zh_hant: 我們非常感謝您分享您的經驗

# rating.error.question
source: The connection couldn't be established
ar: تعذّر تأسيس اتصال
da: Forbindelsen kunne ikke oprettes
de: Die Verbindung konnte nicht hergestellt werden
es_mx: No se pudo establecer la conexión.
fr: La connexion n'a pas pu être établie
it: Impossibile stabilire la connessione
ja: 接続を確立できませんでした
ko: 연결을 수립할 수 없습니다
nb: Tilkoblingen kunne ikke opprettes
nl: De verbinding kan niet tot stand worden gebracht
pl: Nie udało się nawiązać połączenia
pt_br: Não foi possível estabelecer a conexão
ru: Не удалось установить соединение
th: ไม่สามารถสร้างการเชื่อมต่อได้
tr: Bağlantı kurulamadı
zh_hans: 无法建立连接
zh_hant: 無法建立連線

# rating.error.subtitle
source: You can try selecting a different region or letting us know about it by opening a support ticket.
ar: يمكنك محاولة تحديد منطقة مختلفة أو إعلامنا بها عن طريق فتح تذكرة دعم.
da: Du kan prøve at vælge en anden region, eller fortælle os om det, ved at åbne en supportbillet.
de: Sie können versuchen, eine andere Region auszuwählen oder uns darüber zu informieren, indem Sie ein Support-Ticket öffnen.
es_mx: Puedes probar a seleccionar otra región o abrir un ticket de asistencia para comentarnos el problema.
fr: Vous pouvez essayer de sélectionner une autre région ou de nous en informer en ouvrant un ticket de support.
it: Puoi provare a selezionare un altro paese o comunicarcelo aprendo un ticket di supporto.
ja: 別の地域を選択するか、サポートチケットを開いてそれについてお知らせください。
ko: 다른 지역을 선택해 보시거나 지원 티켓을 열어서 저희에게 알려 주세요.
nb: Du kan velge en annen region eller fortelle oss om det ved å åpne en støttesak.
nl: U kunt een andere regio selecteren of ons hiervan op de hoogte stellen door een supportticket te openen.
pl: Możesz spróbować wybrać inny region lub powiadomić nas o tym, wypełniając zgłoszenie do pomocy technicznej.
pt_br: Você pode tentar selecionar uma região diferente ou nos contar o que aconteceu abrindo um tíquete de suporte.
ru: Попробуйте выбрать другой регион или расскажите нам, что произошло, открыв заявку в службу поддержки.
th: คุณสามารถลองเลือกภูมิภาคอื่นหรือแจ้งให้เราทราบโดยเปิดทิกเก็ตความช่วยเหลือ
tr: Farklı bir bölge seçebilir ya da bir destek bileti açarak bize bilgi verebilirsiniz.
zh_hans: 您可以尝试选择其他地区，也可以提交支持请求来告知我们。
zh_hant: 您可嘗試選擇不同區域，或開立支援單來通知我們。

# rating.error.button.send
source: Send feedback
ar: إرسال ملاحظات
de: Feedback senden
es_mx: Enviar opinión
fr: Envoyer un commentaire
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
nb: Send tilbakemelding
nl: Feedback sturen
pl: Wyślij opinię
pt_br: Enviar feedback
ru: Отправить отзыв
th: ส่งความคิดเห็น
tr: Geri bildirim gönder
zh_hans: 发送反馈
zh_hant: 發送反饋

# rating.alert.button.notreally
source: Not Really
ar: لا أرغب
da: Nej, helst ikke
de: Nicht wirklich
es_mx: Realmente no
fr: Non merci
it: No, grazie
ja: いいえ
ko: 아니요
nb: Ikke egentlig
nl: Niet echt
pl: Nie za bardzo
pt_br: Não, obrigado
ru: Не особо
th: ไม่ดีกว่า
tr: Hayır
zh_hans: 不太想
zh_hant: 不要

# rating.alert.button.nothanks
source: No, thanks.
ar: لا، شكرًا.
da: Nej tak.
de: Nein danke.
es_mx: No, gracias.
fr: Non, merci.
it: No, grazie.
ja: いいえ、結構です
ko: 아니요.
nb: Nei takk.
nl: Nee, bedankt.
pl: Nie, dziękuję.
pt_br: Não, obrigado.
ru: Спасибо, не надо.
th: ไม่ล่ะ ขอบคุณ.
tr: Hayır, teşekkürler.
zh_hans: 不用，谢谢.
zh_hant: 不了，謝謝.

# rating.alert.button.oksure
source: Ok, sure!
ar: بالتأكيد
da: OK, selvfølgelig!
de: Okay, sicher!
es_mx: ¡Claro que sí!
fr: Bien sûr !
it: Certo!
ja: はい、評価します
ko: 네, 좋아요!
nb: Klart det!
nl: Graag!
pl: OK, jasne!
pt_br: Sim, claro!
ru: С удовольствием!
th: ได้เลย!
tr: Tamam, olur!
zh_hans: 好的，没问题！
zh_hant: 沒問題！

# card.wireguard.title
source: Try WireGuard® today!
ar: جرّب ®WireGuard اليوم!
da: Prøv WireGuard® i dag!
de: WireGuard® noch heute testen!
es_mx: ¡Prueba WireGuard® hoy!
fr: Essayez WireGuard® aujourd'hui !
it: Prova subito WireGuard®!
ja: WireGuard®を今すぐお試しください！
ko: 지금 WireGuard®를 사용해 보세요!
nb: Prøv WireGuard® i dag!
nl: Probeer WireGuard® vandaag nog!
pl: Wypróbuj WireGuard® dzisiaj!
pt_br: Experimente o WireGuard® hoje mesmo!
ru: Опробуйте WireGuard® сегодня!
th: ลอง WireGuard® ได้แล้ววันนี้!
tr: WireGuard®'ı bugün deneyin!
zh_hans: 立即试用 WireGuard®！
zh_hant: 立即體驗 WireGuard®！
