Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# settings.dns.validation.primary.invalid
source: Primary DNS is not valid.
ar: عنوان DNS الأساسي غير صحيح.
da: Primær DNS er ikke gyldig.
de: Primäres DNS ist ungültig.
es_mx: El DNS primario no es válido.
fr: Le DNS primaire n'est pas valide.
it: DNS principale non valido.
ja: プライマリDNSが有効でありません。
ko: 기본 DNS가 유효하지 않습니다.
nb: Primær DNS er ikke gyldig
nl: Primaire DNS is niet geldig.
pl: Nadrzędny DNS jest nieprawdłowy.
pt_br: O DNS primário não é válido.
ru: Недействительный основной DNS.
th: DNS หลักไม่ถูกต้อง
tr: Birincil DNS geçerli değil.
zh_hans: 主 DNS 无效。
zh_hant: 主要 DNS 無效。

# settings.dns.validation.secondary.invalid
source: Secondary DNS is not valid.
ar: عنوان DNS الثانوي غير صحيح.
da: Sekundær DNS er ikke gyldig.
de: Sekundäres DNS ist ungültig.
es_mx: El DNS secundario no es válido.
fr: Le DNS secondaire n'est pas valide.
it: DNS secondario non valido.
ja: セカンダリDNSが有効でありません。
ko: 보조 DNS가 유효하지 않습니다.
nb: Sekundær DNS er ikke gyldig.
nl: Secundaire DNS is niet geldig.
pl: Podrzędny DNS jest nieprawdłowy.
pt_br: O DNS secundário não é válido.
ru: Недействительный дополнительный DNS.
th: DNS รองไม่ถูกต้อง
tr: İkincil DNS geçerli değil.
zh_hans: 次 DNS 无效。
zh_hant: 次要 DNS 無效。

# settings.hotspothelper.title
source: Network management tool
ar: أداة إدارة الشبكات
da: Netværksstyringsværktøj
de: Netzwerkverwaltungstool
es_mx: Herramienta de gestión de redes
fr: Outil de gestion du réseau
it: Strumento di gestione di rete
ja: ネットワーク管理ツール
ko: 네트워크 관리 도구
nb: Administrasjonsverktøy for nettverk
nl: Netwerkbeheertool
pl: Narzędzie zarządzania sieciami
pt_br: Ferramenta de gestão de rede
ru: Средство управления сетями
th: เครื่องมือจัดการเครือข่าย
tr: Ağ yönetimi aracı
zh_hans: 网络管理工具
zh_hant: 網路管理工具

# settings.hotspothelper.description
source: Configure how PIA will behaves on connection to WiFi or cellular networks. This excludes disconnecting manually.
ar: قم بتكوين سلوك PIA عند الاتصال بشبكات WiFi أو الشبكات الخلوية. هذا مستثنى منه قطع الاتصال يدويًا.
da: Konfigurer, hvordan PIA vil opføre sig ved forbindelse til WiFi eller mobilnetværk. Dette ekskluderer manuel afbrydelse.
de: Legen Sie fest, wie sich PIA beim Verbindungsaufbau zu Mobilfunknetzen oder WLAN verhalten soll. Manuelles Trennen von Verbindungen ist hier ausgenommen.
es_mx: Configura la forma en que PIA actúa al conectarse a una red móvil o wifi. Esto excluye la desconexión manual.
fr: Configurez le comportement de PIA avec des connexions Wi-Fi ou sur des réseaux cellulaires, hormis déconnexion manuelle.
it: Configura il comportamento di PIA in caso di connessione a reti WiFi o di telefonia mobile. Ciò esclude la disconnessione manuale.
ja: WiFiまたはセルラーネットワークへの接続でPIAがどのように動作するかを構成します。これには手動での切断は含まれません。
ko: WiFi 또는 셀룰러 네트워크에 연결 시 PIA의 작동 방식을 구성합니다. 수동 연결 해제는 제외됩니다.
nb: Konfigurer PIAs atferd ved tilkobling til WiFi- eller mobilnettverk. Dette ekskluderer manuell frakobling.
nl: Configureer hoe PIA zich gedraagt bij verbinding met wifi of cellulaire netwerken. Dit geldt niet wanneer de verbinding handmatig wordt verbroken.
pl: Skonfiguruj zachowanie PIA przy łączeniu z WiFI lub sieci komórkowe.Ta czynność wyklucza możliwość ręcznego rozłączenia
pt_br: Configure como a PIA se comportará na conexão com redes Wi-Fi ou celulares. Isso exclui uma desconexão manual.
ru: Настройте поведение PIA при подключении к WiFi или мобильным сетям. Это исключает возможность отключения вручную.
th: กำหนดค่าวิธีการทำงานของ PIA ในการเชื่อมต่อกับ WiFi หรือเครือข่ายเซลลูลาร์ ซึ่งไม่ได้รวมกับการยกเลิกการเชื่อมต่อด้วยตนเอง
tr: PIA'nın WiFi veya hücresel ağlara bağlantılarda davranışlarını ayarlayın. Bu, manuel bağlantı sonlandırmayı kapsamaz.
zh_hans: 配置 PIA 在连接到 WiFi 或蜂窝网络时的行为方式，不包括手动断开连接的情况。
zh_hant: 配置 PIA 在與 WiFi 或行動網路連線時所執行的操作。不含手動解除連線。

# settings.hotspothelper.enable.description
source: PIA automatically enables the VPN when connecting to untrusted WiFi networks if this option is enabled.
ar: إذا تم تمكين هذا الخيار، ستمكّن PIA خدمة VPN تلقائيًا عند الاتصال بشبكات WiFi غير الموثوقة.
da: PIA aktiverer automatisk VPN'en, når den tilsluttes usikre Wifi-netværk, hvis denne indstilling er aktiveret.
de: Wenn diese Option aktiviert ist, aktiviert PIA das VPN automatisch, wenn die Verbindung zu nicht vertrauenswürdigen WLAN-Netzwerken hergestellt wird.
es_mx: Si esta opción está activada, PIA habilita automáticamente la VPN al conectarse a redes wifi que no son de confianza.
fr: PIA active automatiquement le VPN quand vous vous connectez à des réseaux WiFi inconnus si cette option est activée.
it: Se l'opzione è attivata, PIA attiva automaticamente il VPN in caso di connessione a reti WiFi non affidabili.
ja: このオプションが有効にされている場合、信頼されていないWiFiネットワークへの接続時に、PIAがVPNを自動的に有効にします。
ko: 이 옵션을 활성화하면 신뢰하지 않는 WiFi 네트워크에 연결할 때 PIA가 자동으로 VPN을 활성화합니다.
nb: Hvis alternativet er aktivert, aktiveres PIA automatisk når VPN-tilkoblingen er koblet til nettverk som ikke er pålitelige.
nl: PIA schakelt de VPN automatisch in wanneer u verbinding maakt met niet-vertrouwde wifi-netwerken als deze optie is ingeschakeld.
pl: Ochrona V PN automatycznie uruchamia VPN przy łączeniu z niezaufanymi sieciami WiFi, i, jeśli ta opcja jest włączona.
pt_br: O PIA ativa a rede VPN automaticamente ao conectar-se a redes WiFi não confiáveis se esta opção estiver desativada.
ru: Если этот параметр активирован, PIA автоматически включает VPN при подключении к ненадежным сетям WiFi.
th: PIA จะเปิดใช้งาน VPN โดยอัตโนมัติเมื่อเชื่อมต่อกับเครือข่าย WiFi ที่ไม่น่าเชื่อถือหากเปิดใช้งานตัวเลือกนี้
tr: Bu seçenek etkinleştirilirse PIA, güvenilemeyen WiFi ağlarına bağlanıldığında VPN'i otomatik olarak etkinleştirir.
zh_hans: 如果启用此选项，PIA 会在连接到不受信任的 WiFi 网络时自动启用 VPN。
zh_hant: 如果停用此選項，當您連接非信任 WiFi 網路時，PIA 將自動啟動 VPN。

# settings.hotspothelper.all.title
source: Protect all networks
ar: حماية كل الشبكات
da: Beskyt alle netværk
de: Alle Netzwerke schützen
es_mx: Proteger todas las redes
fr: Protéger tous les réseaux
it: Proteggi tutte le reti
ja: すべてのネットワークを保護
ko: 모든 네트워크 보호
nb: Beskytt alle nettverk
nl: Bescherm alle netwerken
pl: Chroń wszystkie sieci
pt_br: Proteger todas as redes
ru: Защитить все сети
th: ป้องกันเครือข่ายทั้งหมด
tr: Tüm ağları koru
zh_hans: 保护所有网络
zh_hant: 保護所有網路

# settings.hotspothelper.all.description
source: VPN WiFi Protection will activate on all networks, including trusted networks.
ar: سيتم تنشيط حماية VPN WiFi على جميع الشبكات، بما في ذلك الشبكات الموثوقة.
da: VPN WiFi-beskyttelse vil blive aktiveret på alle netværk, inklusive betroede netværk.
de: Der VPN-WLAN-Schutz wird bei allen Netzwerken aktiviert, auch bei vertrauenswürdigen Netzwerken.
es_mx: La protección wifi VPN se activará en todas las redes, incluidas las de confianza.
fr: La protection WiFi VPN s'activera sur tous les réseaux, y compris les réseaux de confiance.
it: La protezione WiFi VPN sarà attivata su tutte le reti, incluse le reti affidabili
ja: VPN WiFi保護が信頼されているネットワークを含むすべてのネットワークで有効になります。
ko: 신뢰하는 네트워크를 포함한 모든 네트워크에서 VPN WiFi 보호가 활성화됩니다.
nb: VPN WiFi-beskyttelse aktiveres på alle nettverk, inkludert pålitelige nettverk.
nl: VPN-wifibescherming wordt op alle netwerken geactiveerd, inclusief vertrouwde netwerken.
pl: Ochrona VPN będzie aktywna we wszystkich sieciach, nawet w zaufanych.
pt_br: A proteção VPN WiFi será ativada em todas as redes, incluindo redes de confiança.
ru: Защита WiFi с помощью VPN будет действовать во всех сетях, в том числе доверенных.
th: การป้องกัน VPN WiFi จะเปิดใช้งานในทุกเครือข่าย รวมถึงเครือข่ายที่เชื่อถือ
tr: VPN WiFi Koruması, güvenilen ağlar dâhil olmak üzere, tüm ağlarda etkinleştirilecek.
zh_hans: 将在所有网络上激活 VPN WiFi 保护，包括受信任网络。
zh_hant: VPN WiFi 保護功能將在所有網路上啟動，包括信任網路。

# settings.hotspothelper.available.help
source: To populate this list go to iOS Settings > WiFi.
ar: لتعبئة هذه القائمة، انتقل إلى إعدادات iOS > WiFi.
da: For at udfylde denne liste, gå til iOS Indstillinger> WiFi.
de: Um Einträge in dieser Liste zu sehen, gehen Sie zu iOS-Einstellungen > WLAN.
es_mx: Para rellenar esta lista, ve a los ajustes de iOS > Wifi.
fr: Pour remplir cette liste, rendez-vous dans Réglages iOS > WiFi.
it: Per creare questo elenco, vai su Impostazinoi iOS > WiFi.
ja: このリストに自動入力するには、「iOS設定」>「WiFi」へと進みます。
ko: 이 목록을 채우려면 iOS 설정 > WiFi로 이동하세요.
nb: Gå til iOS-innstillinger > WiFi for å legge til i listen.
nl: Ga naar iOS-instellingen > wifi om deze lijst in te vullen.
pl: Aby dodać tę listę do Ustawień iOS > WiFi
pt_br: Para preencher esta lista, vá para Configurações iOS > WiFi.
ru: Чтобы выстроить этот список, откройте настройки iOS > WiFi.
th: หากต้องการตั้งค่ารายการนี้ ให้ไปที่การตั้งค่า iOS > WiFi
tr: Bu listeyi oluşturmak için iOS Ayarları > WiFi'a gidin.
zh_hans: 要填充此列表，请转到 iOS 设置> WiFi。
zh_hant: 若要填入此清單，請前往 iOS [設定] > [WiFi]。

# settings.hotspothelper.available.add.help
source: Tap + to add to Trusted networks.
ar: اضغط + للإضافة إلى الشبكات الموثوقة.
da: Tryk på + for at tilføje betroede netværk.
de: Tippen Sie auf +, um das Netzwerk zu vertrauenswürdigen Netzwerken hinzuzufügen.
es_mx: Toca + para añadir redes de confianza.
fr: Touchez + pour ajouter aux Réseaux de confiance.
it: Tocca + per aggiungere reti affidabili
ja: 信頼されたネットワークを追加するには「+」をタップします。
ko: +를 탭해서 신뢰하는 네트워크에 추가합니다.
nb: Trykk på + for å legge til pålitelige nettverk.
nl: Tik op + om aan vertrouwde netwerken toe te voegen.
pl: Dotknij + , aby dodać do Zaufanych sieci.
pt_br: Toque + para adicionar às redes de confiança.
ru: Нажмите на «+» для добавления в число доверенных сетей.
th: แตะ + เพื่อเพิ่มเครือข่ายที่เชื่อถือ
tr: Güvenilen ağlara eklemek için + simgesine dokunun.
zh_hans: 点击 + 以添加到受信任网络
zh_hant: 點一下「+」可新增為信任網路。

# settings.trusted.networks.sections.current
source: Current network
ar: الشبكة الحالية
da: Aktuelle netværk
de: Aktuelles Netzwerk
es_mx: Red actual
fr: Réseau actuel
it: Rete attuale
ja: 現在のネットワーク
ko: 현재 네트워크
nb: Nåværende nettverk
nl: Huidig netwerk
pl: Bieżąca sieć
pt_br: Rede atual
ru: Текущая сеть
th: เครือข่ายปัจจุบัน
tr: Geçerli ağ
zh_hans: 当前网络
zh_hant: 現有網路

# settings.trusted.networks.sections.available
source: Available networks
ar: الشبكات المتاحة
da: Tilgængelige netværk
de: Verfügbare Netzwerke
es_mx: Redes disponibles
fr: Réseaux disponibles
it: Reti disponibili
ja: 利用可能なネットワーク
ko: 이용 가능한 네트워크
nb: Tilgjengelige nettverk
nl: Beschikbare netwerken
pl: Dostępne sieci
pt_br: Redes disponíveis
ru: Доступные сети
th: เครือข่ายที่ใช้ได้
tr: Mevcut ağlar
zh_hans: 可用网络
zh_hant: 可用網路

# settings.trusted.networks.sections.trusted
source: Trusted networks
ar: الشبكات الموثوقة
da: Betroede netværk
de: Vertrauenswürdige Netzwerke
es_mx: Redes de confianza
fr: Réseaux de confiance
it: Reti affidabili
ja: 信頼されたネットワーク
ko: 신뢰하는 네트워크
nb: Pålitelige nettverk
nl: Vertrouwde netwerken
pl: Zaufane sieci
pt_br: Redes de confiança
ru: Доверенные сети
th: เครือข่ายที่เชื่อถือ
tr: Güvenilen ağlar
zh_hans: 受信任网络
zh_hant: 信任網路

# settings.trusted.networks.message
source: PIA won't automatically connect on these networks.
ar: لن يتصل PIA تلقائيًا على هذه الشبكات.
da: PIA forbinder ikke automatisk på disse netværk.
de: PIA wird sich nicht automatisch mit diesen Netzwerken verbinden.
es_mx: PIA no se conectará automáticamente a estas redes.
fr: PIA ne se connectera pas automatiquement à ces réseaux.
it: PIA non si collega automaticamente a queste reti.
ja: これらのネットワークでは、PIAは自動的に接続しません。
ko: 이 네트워크에서 PIA는 자동으로 연결하지 않습니다.
nb: PIA kobler ikke automatisk til disse nettverkene.
nl: PIA maakt niet automatisch verbinding op deze netwerken.
pl: PIA nie będzie się automatycznie łączyć z tymi sieciami
pt_br: O PIA não se conectará automaticamente nestas redes.
ru: PIA не будет автоматически подключаться к этим сетям.
th: PIA จะไม่เชื่อมต่อโดยอัตโนมัติบนเครือข่ายเหล่านี้
tr: PIA, bu ağlarda otomatik olarak bağlanmayacak.
zh_hans: PIA 在这些网络上不会自动连接。
zh_hant: PIA 不會自動連線至這些網路。

# settings.trusted.networks.connect.message
source: Protect this network by connecting to VPN?
ar: هل تريد حماية هذه الشبكة عبر الاتصال بخدمة VPN؟
da: Beskyt dette netværk ved at oprette forbindelse til VPN?
de: Möchten Sie dieses Netzwerk schützen, indem Sie sich mit VPN verbinden?
es_mx: ¿Proteger esta red al conectarse a una VPN?
fr: Protéger ce réseau en vous connectant au VPN ?
it: Proteggi la rete collegandoti al VPN?
ja: VPNに接続することによりこのネットワークを保護しますか？
ko: VPN에 연결해서 이 네트워크를 보호하시겠습니까?
nb: Vil du beskytte dette nettverket ved å koble til VPN?
nl: Dit netwerk beschermen door met VPN te verbinden?
pl: Chronić tę sieć poprzez zastosowanie podłączenia doVPN
pt_br: Proteger esta rede conectando VPN?
ru: Защитить эту сеть, подключившись к VPN?
th: ป้องกันเครือข่ายนี้ด้วยการเชื่อมต่อกับ VPN หรือไม่
tr: Bu ağ, VPN'e bağlanarak korunsun mu?
zh_hans: 通过连接到 VPN 来保护此网络？
zh_hant: 要連線至 VPN 以為此網路提供保護嗎？

# hotspothelper.display.name
source: 🔒 Activate VPN WiFi Protection in PIA Settings to secure this connection.
ar: 🔒 قم بتنشيط حماية VPN WiFi في إعدادات PIA لتأمين هذا الاتصال.
da: 🔒 Aktiver VPN WiFi-beskyttelse i PIA Indstillinger, for at sikre denne forbindelse.
de: 🔒 Aktivieren Sie den VPN-WLAN-Schutz in den PIA-Einstellungen, um diese Verbindung zu schützen.
es_mx: 🔒 Activa la protección wifi VPN en los ajustes de PIA para proteger esta conexión.
fr: 🔒 Activez la protection WiFi VPN dans les paramètres de PIA pour sécuriser cette connexion.
it: 🔒 Per garantire questa connessione, attiva la protezione WiFi VPN sulle Impostazioni di PIA.
ja: 🔒 この接続を保護するには、PIA設定でVPN WiFi保護を有効にします。
ko: 🔒 PIA 설정에서 VPN WiFi 보호를 활성화해서 이 연결을 보호하세요.
nb: 🔒 Aktiver VPN WiFi-beskyttelse i PIAs innstillinger for å sikre denne tilkoblingen.
nl: 🔒 Activeer VPN-wifibescherming via PIA-instellingen om deze verbinding te beveiligen.
pl: Aktywuj ochronę VPN WiFi w ustawieniach PIA, aby zabezpieczyć to połączenie.
pt_br: 🔒 Ative a proteção VPN WiFi nas configurações do PIA para assegurar esta conexão.
ru: 🔒 Активируйте защиту WiFi с помощью VPN в настройках PIA, чтобы защитить это подключение.
th: เปิดใช้งานการป้องกัน VPN WiFi ในการตั้งค่า PIA เพื่อรักษาความปลอดภัยการเชื่อมต่อนี้
tr: 🔒 Bu bağlantıyı korumak için PIA Ayarlarında VPN WiFi Korumasını etkinleştirin.
zh_hans: 🔒 在 PIA 设置中激活 VPN WiFi 保护以保护此连接。
zh_hant: 🔒 在 PIA 設定中啟動 VPN WiFi 保護功能，為此網路連線增添一層安全保障。

# hotspothelper.display.protected.name
source: 🔒 PIA VPN WiFi Protection Enabled - We got your back.
ar: 🔒 حماية VPN WiFi من PIA نشطة - نحن نحمي ظهرك.
da: 🔒 PIA VPN WiFi-beskyttelse aktiveret - Vi passer på dig.
de: 🔒 Der VPN-WLAN-Schutz in PIA wurde aktiviert. Sie können sich zurücklehnen.
es_mx: 🔒 Protección wifi VPN de PIA activada: Te protegemos.
fr: 🔒 Protection WiFi VPN PIA activée - On vous protège.
it: 🔒 Protezione WiFi VPN attivata - Naviga in tutta sicurezza.
ja: 🔒 PIA VPN WiFi保護が有効にされました - 保護はお任せください。
ko: 🔒 PIA VPN WiFi 보호가 활성화되었습니다 - 현재 보호를 받고 계십니다.
nb: 🔒 PIA VPN WiFi-beskyttelse er aktivert – vi beskytter deg.
nl: 🔒 PIA VPN-wifibescherming ingeschakeld - Wij zorgen voor uw veiligheid.
pl: Ochrona VPN WiFi PIA jest Włączona — Osłaniamy Cię
pt_br: 🔒 Proteção VPN WiFi PIA ativada - Nós te protegemos.
ru: 🔒 Защита WiFi с помощью PIA VPN включена – мы на страже.
th: 🔒 เปิดใช้งานการป้องกัน PIA VPN WiFi - เราพร้อมดูแลคุณ
tr: 🔒 PIA VPN WiFi Koruması Etkinleştirildi - Sizi koruyoruz.
zh_hans: 🔒 已启用 PIA VPN WiFi 保护 - 我们会保障您的安全。
zh_hant: 🔒 PIA VPN WiFi 保護功能已啟用，我們會為您提供防護。

# settings.hotspothelper.cellular.title
source: Protect over cellular networks
ar: حماية على الشبكات الخلوية
da: Beskyt over mobilnetværk
de: Über Mobilfunknetze schützen
es_mx: Proteger redes móviles
fr: Protéger les réseaux cellulaires
it: Protezione su reti di telefonia mobile
ja: セルラーネットワークでの保護
ko: 셀룰러 네트워크에서 보호
nb: Beskytt over mobilnettverk
nl: Cellulaire netwerken beschermen
pl: Ochrona połączeń w Sieciach komórkowych
pt_br: Proteção em redes celulares
ru: Защита через мобильные сети
th: ปกป้องเครือข่ายเซลลูลาร์
tr: Hücresel ağlarda koru
zh_hans: 在蜂窝网络上提供保护
zh_hant: 保護行動網路

# settings.hotspothelper.wifi.trust.title
source: VPN WiFi Protection
ar: حماية VPN WiFi
da: VPN WiFi-beskyttelse
de: VPN-WLAN-Schutz
es_mx: Protección wifi VPN
fr: Protection WiFi VPN
it: Protezione WiFi VPN
ja: VPN WiFi保護
ko: VPN WiFi 보호
nb: VPN WiFi-beskyttelse
nl: VPN-wifibescherming
pl: Ochrona VPN WiFi
pt_br: Proteção VPN WiFi
ru: Защита WiFi с помощью VPN
th: การป้องกัน VPN WiFi
tr: VPN WiFi Koruması
zh_hans: VPN WiFi 保护
zh_hant: VPN WiFi 保護

# settings.hotspothelper.cellular.description
source: PIA automatically enables the VPN when connecting to cellular networks if this option is enabled.
ar: إذا تم تمكين هذا الخيار، سيمكّن PIA خدمة VPN تلقائيًا عند الاتصال بالشبكات الخلوية.
da: PIA aktiverer automatisk VPN'en, når der tilsluttes til mobilnetværk, hvis denne indstilling er aktiveret.
de: Wenn diese Option aktiviert ist, wird PIA beim Verbindungsaufbau zu Mobilfunknetzen automatisch VPN einschalten.
es_mx: PIA habilita automáticamente la VPN al conectarte a redes móviles si se habilita esta opción.
fr: PIA active automatiquement le VPN quand vous vous connectez à des réseaux cellulaires si cette option est activée.
it: Se l'opzione è attivata, PIA attiva automaticamente il VPN in caso di connessione a reti cellulari.
ja: このオプションが有効になっている場合、セルラーネットワークの接続時に、PIAがVPNを自動的に有効にします。
ko: 이 옵션이 활성화되면 셀룰러 네트워크에 연결할 때 PIA가 자동으로 VPN을 활성화합니다.
nb: Hvis dette alternativet er aktivert, aktiverer PIA VPN-tilkoblingen automatisk ved tilkobling til mobile nettverk.
nl: PIA schakelt de VPN automatisch in wanneer u verbinding maakt met cellulaire netwerken als deze optie is ingeschakeld.
pl: PIA Automatycznie włącza VPN przy łączeniu z sieciami komórkowymi, jeśli ta opcja jest włączona.
pt_br: O PIA ativa a rede VPN automaticamente ao conectar-se a redes celulares se esta opção estiver ativada.
ru: PIA автоматически включает VPN при подключении к мобильным сетям, если этот параметр включен.
th: PIA เปิดใช้งาน VPN โดยอัตโนมัติเมื่อเชื่อมต่อกับเครือข่ายเซลลูลาร์หากตัวเลือกนี้ถูกเปิดใช้งาน
tr: Bu seçenek etkinleştirilirse PIA, hücresel ağlara bağlanırken VPN'i otomatik olarak etkinleştirir.
zh_hans: 如果启用此选项，PIA 会在连接到蜂窝网络时自动启用 VPN。
zh_hant: 如果啟用此選項，當您連接行動網路時，PIA 將自動啟動 VPN。

# settings.hotspothelper.cellular.networks
source: Cellular networks
ar: الشبكات الخلوية
da: Mobilnetværk
de: Mobilfunknetze
es_mx: Redes móviles
fr: Réseaux cellulaires
it: Reti di telefonia mobile
ja: セルラーネットワーク
ko: 셀룰러 네트워크
nb: Mobilnettverk
nl: Cellulaire netwerken
pl: Sieci komórkowe
pt_br: Redes celulares
ru: Мобильные сети
th: เครือข่ายเซลลูลาร์
tr: Hücresel ağlar
zh_hans: 蜂窝网络
zh_hant: 行動網路

# settings.hotspothelper.wifi.networks
source: WiFi networks
ar: شبكات WiFi
da: WiFi-netværk
de: WLAN
es_mx: Redes wifi
fr: Réseaux WiFi
it: Reti WiFi
ja: WiFiネットワーク
ko: WiFi 네트워크
nb: WiFi-nettverk
nl: Wifi-netwerken
pl: Sieci WIFi
pt_br: Redes WiFi
ru: Сети WiFi
th: เครือข่าย WiFi
tr: WiFi ağlar
zh_hans: WiFi 网络
zh_hant: WiFi 網路

# settings.trusted.networks.sections.untrusted
source: Untrusted networks
ar: شبكات غير موثوقة
da: Ubetroede netværk
de: Nicht vertrauenswürdige Netzwerke
es_mx: Redes no confiables
fr: Réseaux non approuvés
it: Reti non affidabili
ja: 信頼できるネットワーク
ko: 신뢰하지 않는 네트워크
nb: Upålitelige nettverk
nl: Niet-vertrouwde netwerken
pl: Niezaufane sieci
pt_br: Redes não confiáveis
ru: Ненадежные сети
th: เครือข่ายที่ไม่เชื่อถือ
tr: Güvenilmeyen ağlar
zh_hans: 不受信任网站
zh_hant: 非信任網路

# settings.hotspothelper.rules.title
source: Rules
ar: القواعد
da: Regler
de: Regeln
es_mx: Reglas
fr: Règles
it: Regole
ja: ルール
ko: 규칙
nb: Regler
nl: Regels
pl: Reguły
pt_br: Regras
ru: Правила
th: กฎระเบียบ
tr: Kurallar
zh_hans: 规则
zh_hant: 規則

# settings.trusted.networks.sections.trusted.rule.description
source: Enable this feature, with the VPN kill switch enabled, to customize how PIA will behave on WiFi and cellular networks. Please be aware, functionality of the Network Management Tool will be disabled if you manually disconnect.
ar: قم بتمكين هذه الميزة، مع تمكين مفتاح قطع اتصال VPN، لتخصيص سلوك PIA على شبكات WiFi والشبكات الخلوية. يرجى العلم، سيتم تعطيل وظيفة أداة إدارة الشبكة في حالة قطع الاتصال يدويًا.
da: Aktivér denne funktion, når VPN kill-switch er aktiveret, for at tilpasse, hvordan PIA vil opføre sig på WiFi og mobilnet. Vær opmærksom på, at funktionaliteten i Netværksstyringsværktøjet vil blive deaktiveret, hvis du manuelt afbryder forbindelsen.
de: Aktivieren Sie diese Funktion mit aktiviertem VPN-Notausschalter, um das Verhalten von PIA in WLAN und Mobilfunknetzen anzupassen. Hinweis: Wenn Sie die Verbindung manuell trennen, wird die Funktionalität des Network Management Tools deaktiviert.
es_mx: Habilita esta característica, con el interruptor de desconexión de emergencia habilitado, para personalizar cómo PIA actúa al conectarse a una red móvil. Ten en cuenta que la herramienta de gestión de redes se deshabilita si te desconectas manualmente.
fr: Activez cette fonction, avec le killswitch activé, pour personnaliser le comportement de PIA avec des connexions WiFi ou sur des réseaux cellulaires. Attention, la fonctionnalité de l'Outil de gestion sera désactivée si vous vous déconnectez manuellement.
it: Attiva questa fuzione con il kill switch VPN attivato per personalizzare il comportamento di PIA su reti WiFi e di telefonia mobile. Ricorda che la funzionalità dello Strumento di gestione di rete sarà disattivato in caso di disconnessione manuale.
ja: VPNキルスイッチが有効になっている状態でこの機能を有効にして、WiFiまたはセルラーネットワークへの接続でPIAがどのように動作するかを構成します。手動で切断すると、「ネットワーク管理ツール」の機能が無効になることにご留意ください。
ko: VPN 킬 스위치를 활성화하고 이 기능을 활성화해서 WiFi 및 셀룰러 네트워크에서 PIA가 어떻게 작동할지 조정할 수 있습니다. 수동으로 연결을 해제하면 네트워크 관리 도구의 기능이 비활성화됨에 유의하세요.
nb: Aktiver denne funksjonen når VPN-avbruddsbryteren er aktivert for å tilpasse atferden til PIA på WiFi- og mobilnettverk. Vær oppmerksom på at funksjonaliteten til verktøyet for nettverksadministrering deaktiveres hvis du kobler fra manuelt.
nl: Schakel deze functie in, terwijl de VPN kill switch is ingeschakeld, om te configureren hoe PIA zich gedraagt bij verbinding met wifi of cellulaire netwerken. Houd er wel rekening mee dat de functies van de netwerkbeheertool worden uitgeschakeld als u de verbinding handmatig verbreekt.
pl: Włącz tę funkcję, z włączonym awaryjnym wyłącznikiem VPN, aby dostosować zachowanie PIA w sieciach WiFi i komórkowych. Proszę pamiętać, że dziamanie narzędzia do zarządzania siecią zostanie wyłączone jeżeli rozłaczysz się ręcznie.
pt_br: Ative esta função, com o kill switch do VPN ativado, para personalizar o comportamento do PIA em redes WiFi e celulares. Saiba que a funcionalidade da Ferramenta de Gestão de Rede será desativada se você desconectar manualmente.
ru: Активируйте эту функцию, предварительно включив функцию авторазрыва соединения, чтобы настроить поведение PIA в сетях WiFi и мобильных сетях. Помните, что при отключении вручную инструмент управления сетью не будет работать.
th: เปิดใช้งานฟีเจอร์นี้และเปิดใช้งานปุ่ม VPN kill เพื่อตั้งค่าการใช้งาน PIA ในไวไฟและเครือข่ายเซลลูลาร์ พึงระวังว่าการทำงานของเครื่องมือจัดการเครือข่ายจะปิดหากคุณยกเลิกการเชื่อมต่อด้วยมือ
tr: PIA'nın WiFi ve hücresel ağlarda nasıl davranacağını özelleştirmek için, VPN kill switch etkin iken, bu özelliği etkinleştirin. Bağlantıyı manuel olarak sonlandırırsanız Ağ Yönetim Aracı'nın devre dışı bırakılacağını lütfen unutmayın.
zh_hans: 在启用 VPN 终止开关的情况下启用此功能，可以自定义 PIA 在 WiFi 和蜂窝网络上的行为方式。请注意，如果手动断开连接，网络管理工具的功能将被禁用。
zh_hant: 啟用此功能及 VPN 切斷開關後，可自訂 PIA 在 WiFi 及行動網路上所執行的操作。請注意，如果您手動解除連線，網路管理工具將會停用。

# settings.trusted.networks.sections.trusted.rule.action
source: Disconnect from PIA VPN
ar: قطع الاتصال من PIA VPN
da: Afbryd forbindelse til PIA VPN
de: Verbindung zu PIA VPN trennen
es_mx: Desconectado de la VPN de PIA
fr: Se déconnecter du VPN PIA
it: Disconnessione dal VPN PIA
ja: PIA VPNからの接続を切断
ko: PIA VPN 연결 해제
nb: Koble fra PIA VPN
nl: PIA VPN-verbinding verbreken
pl: Rozłącz z PIA VPN
pt_br: Desconectar do PIA VPN
ru: Отключиться от PIA VPN
th: ยกเลิกการเชื่อมต่อ PIA VPN
tr: PIA VPN bağlantısını sonlandır
zh_hans: 断开 PIA VPN
zh_hant: 解除 PIA VPN 連線
