Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# tiles.quicksetting.nmt.title
source: Network Management
ar: إدارة الشبكات
da: Netværksstyring
de: Netzwerkverwaltung
es_mx: Gestión de redes
fr: Gestion du réseau
it: Gestione di rete
ja: ネットワーク管理
ko: 네트워크 관리
nb: Nettverksadministrering
nl: Netwerkbeheer
pl: Zarządzanie sieciami
pt_br: Gestão de Rede
ru: Управление сетью
th: การจัดการเครือข่าย
tr: Ağ Yönetimi
zh_hans: 网络管理
zh_hant: 網路管理

# tiles.quicksetting.private.browser.title
source: Private Browser
ar: المتصفح الخاص
da: Privat browser
de: Privater Browser
es_mx: Navegador privado
fr: Navigateur privé
it: Browser privato
ja: プライベートブラウザ
ko: 전용 브라우저
nb: Privat nettleser
nl: Privébrowser
pl: Prywatna przeglądarka
pt_br: Navegador privado
ru: Приватный браузер
th: เบราว์เซอร์ส่วนตัว
tr: Özel Tarayıcı
zh_hans: 专用浏览器
zh_hant: 私人瀏覽器

# settings.nmt.killswitch.disabled
source: The VPN kill switch is currently disabled. In order to ensure that the Network Management Tool is functioning, and that you are able to reconnect when switching networks, please enable the VPN kill switch in your settings.
ar: مفتاح قطع اتصال VPN معطّل حاليًا. للتأكد من أن أداة إدارة الشبكة تعمل، وأنك قادر على إعادة الاتصال عند التبديل بين الشبكات، يرجى تمكين مفتاح قطع اتصال VPN في الإعدادات.
da: VPN kill-switch er for øjeblikket deaktiveret. For at sikre, at netværksstyringsværktøjet fungerer, og at du er i stand til at genoprette forbindelse, når du skifter netværk, skal du aktivere VPN kill-switch i dine indstillinger.
de: Der VPN-Notausschalter ist derzeit deaktiviert. Um sicherzustellen, dass das Network Management Tool funktioniert und Sie beim Netzwerkwechsel die Verbindung wiederherstellen können, aktivieren Sie bitte den VPN-Notausschalter in Ihren Einstellungen.
es_mx: El interruptor de desconexión de emergencia está deshabilitado. Para garantizar que el interruptor de desconexión de emergencia funciona y que puedes reconectar al cambiar de red, habilita el interruptor de desconexión de emergencia de VPN en los ajustes.
fr: Le killswitch du VPN est actuellement désactivé. Pour assurer que l'Outil de gestion du réseau fonctionne, et que vous pouvez vous reconnecter en changeant de réseau, activez le killswitch du VPN dans vos paramètres.
it: Il kill switch del VPN è attualmente disattivo. Per garantire il funzionamento dello Strumento di gestione di rete e la riconnessione durante il cambio di rete, attiva il kill switch del del VPN sulle impostazioni.
ja: 現在VPNキルスイッチが無効になっています。「ネットワーク管理ツール」が確かに機能している状態にし、ネットワークを切り替えたときに再度接続できるようにするには、設定でVPNキルスイッチを有効にしてください。
ko: VPN 킬 스위치가 현재 비활성화되었습니다. 네트워크 관리 도구가 작동하게 하고, 네트워크 전환 시 다시 연결할 수 있으려면 설정에서 VPN 킬 스위치를 활성화하세요.
nb: VPN-avbruddsbryteren er for øyeblikket deaktivert. For å sikre at verktøyet for nettverksadministrering fungerer og at du kan koble til på nytt når du bytter nettverk, må du aktivere VPN-avbruddsbryteren i innstillingene.
nl: De VPN kill switch is op dit moment uitgeschakeld. Schakel de VPN kill switch in via uw instellingen om ervoor te zorgen dat de netwerkbeheertool werkt en dat u verbinding kunt maken als u van netwerk wisselt.
pl: Wyłącznik awaryjny VPN jest obecnie wyłączony. co zapewnia prawidłowe działanie narzędzia do zarządzania siecią oraz możliwość ponownego podłączenia się przy zmianie sieci, wktywuj wyłącznik awaryjny VPN w ustawieniach.
pt_br: O kill switch do VPN está desativado. Para garantir que a Ferramenta de Gestão de Rede esteja funcionando e que você pode reconectar-se ao trocar de rede, ative o kill switch do VPN em suas configurações.
ru: Функция авторазрыва соединения в настоящее время отключена. Чтобы обеспечить работу инструмента управления сетью и получить возможность повторного подключения при смене сети, активируйте авторазрыв соединения в настройках.
th: ปุ่ม VPN kill ปิดใช้งานอยู่ กรุณาเปิดใช้งานปุ่ม VPN kill ในการตั้งค่า เพื่อยืนยันว่าเครื่องมือจัดการเครือข่ายยังทำงาน และคุณสามารถเชื่อมต่อเครือข่ายได้อีกครั้งเมื่อมีการเปลี่ยนเครือข่าย
tr: VPN kill switch şu anda devre dışı. Ağ Yönetim Aracı'nın çalıştığından ve ağ değiştirirken tekrar bağlanbildiğinizden emin olmak için lütfen ayarlarınızdan VPN kill switch'i etkinleştirin.
zh_hans: VPN 终止开关目前已禁用。为了确保网络管理工具正常运行，并确保您在切换网络时能够重新连接，请在设置中启用 VPN 终止开关。
zh_hant: VPN 切斷開關目前已停用。為確保網路管理工具正常運作，以及在切換網路時能夠重新連線，請在設定中啟用 VPN 切斷開關功能。

# settings.nmt.optout.disconnect.alerts
source: Opt-out disconnect confirmation alert
ar: إلغاء الاشتراك في تنبيه تأكيد قطع الاتصال
da: Frameld dig bekræftelsesalarm om afbrydelse
de: Deaktivierung der Warnung zur Bestätigung bei Verbindungsabbruch
es_mx: Alerta de confirmación de desconexión
fr: Retirer l'alerte de confirmation de déconnexion
it: Non ricevere avviso di conferma disconnessione
ja: 切断確認アラートのオプトアウト
ko: 연결 해제 확인 알림 거부
nb: Slå av bekreftelse på frakobling
nl: Bevestigingsmelding voor verbreken verbinding uitschakelen
pl: Ostrzeżenie o rezygnacji z potwierdzenia odłączenia
pt_br: Desativar alerta de confirmação de desconexão
ru: Деактивировать оповещение с подтверждением отключения
th: ยกเลิกการแจ้งเตือนเพื่อยืนยันการเลิกเชื่อมต่อ
tr: Bağlantı sonlandırmayı doğrulama uyarısını alma
zh_hans: 禁用断开确认提醒
zh_hant: 取消解除連線確認提示

# settings.nmt.optout.disconnect.alerts.description
source: Disables the warning alert when disconnecting from the VPN.
ar: يعطّل تنبيه التحذير عند قطع الاتصال بشبكة VPN.
da: Deaktiverer advarselsalarmen, når du afbryder forbindelsen fra VPN'en.
de: Deaktiviert den Warnhinweis beim Trennen der Verbindung vom VPN.
es_mx: Deshabilita la alerta de aviso al desconectar del VPN.
fr: Désactive l'alerte d'avertissement quand le VPN est déconnecté.
it: Disattiva gli avvisi d'emergenza in caso di disconnessione da VPN.
ja: VPNから切断されたときの警告アラートをオフにします。
ko: VPN 연결이 해제될 때 발신되는 경고 알림을 비활성화합니다.
nb: Deaktiverer advarselvarselet når du kobler fra VPN-en.
nl: Schakelt de melding bij het verbreken van de verbinding met de VPN uit.
pl: Wyłącza ostrzeżenie o odłączeniu od VPN.
pt_br: Desativa o alerta ao desconectar da VPN
ru: Выключение оповещения при отключении от VPN.
th: ปิดการแจ้งเตือนคำเตือนเมื่อเลิกเชื่อมต่อ VPN
tr: VPN bağlantısını sonlandırırken uyarı bildirimini devre dışı bırakır.
zh_hans: 与 VPN 断开时禁用警告提醒。
zh_hant: 解除 VPN 連線時不發出警告提示。

# settings.nmt.wireguard.warning
source: WireGuard® doesn't need to reconnect when you switch between different networks. It may be necessary to manually disconnect the VPN on trusted networks.
ar: لا يحتاج ®WireGuard إلى إعادة الاتصال عند التبديل بين الشبكات المختلفة. قد يكون من الضروري قطع اتصال VPN يدويًا على الشبكات الموثوقة.
da: WireGuard® har ikke brug for at genoprette forbindelsen, når du skifter mellem forskellige netværk. Det kan være nødvendigt at afbryde forbindelsen til VPN'en manuelt på netværk, der er tillid til.
de: WireGuard® muss nicht erneut verbunden werden, wenn Sie zwischen verschiedenen Netzwerken wechseln. In vertrauenswürdigen Netzwerken kann es notwendig sein, die VPN-Verbindung manuell zu trennen.
es_mx: WireGuard® no tiene que reconectarse cuando cambias de red. Es posible que tengas que desconectar la VPN manualmente en redes de confianza.
fr: WireGuard® n'a pas besoin de se reconnecter lorsque vous passez d'un réseau à l'autre. Il peut être nécessaire de déconnecter manuellement le VPN sur les réseaux approuvés.
it: WireGuard® non ha bisogno di riconnettersi quando passi da una rete all'altra. Potrebbe essere necessaria la disconnessione manuale del VPN su reti affidabili.
ja: 異なるネットワーク間で切り替える際、WireGuard®は再接続を必要としません。信頼されるネットワーク上ではVPNを手動で切断しなければならない場合もあります。
ko: 다른 네트워크 사이를 전환할 경우 WireGuard®를 다시 연결할 필요가 없습니다. 신뢰할 수 있는 네트워크에서는 VPN의 연결을 직접 해제할 필요가 있을 수 있습니다.
nb: WireGuard® må ikke koble til igjen når du bytter mellom ulike nettverk. Det kan være nødvendig å manuelt koble fra VPN-en på pålitelige nettverk.
nl: WireGuard® hoeft niet opnieuw verbinding te maken als u tussen verschillende netwerken schakelt. Het kan noodzakelijk zijn om de verbinding met de VPN op vertrouwde netwerken te verbreken.
pl: WireGuard® nie musi się ponownie łączyć przy przełączaniu między różnymi sieciami. Może zajść konieczność ręcznego odłączenia VPN w zaufanych sieciach.
pt_br: O WireGuard® não precisa se reconectar quando você troca de rede. Pode ser necessário desconectar manualmente a VPN em redes confiáveis.
ru: При переключении между различными сетями необходимости в переподключении WireGuard® нет. Может понадобиться вручную отключить VPN в доверенных сетях.
th: WireGuard® ไม่จำเป็นต้องเชื่อมต่อใหม่เมื่อคุณสลับระหว่างเครือข่ายต่างๆ อาจจำเป็นต้องตัดการเชื่อมต่อ VPN ด้วยตนเองในเครือข่ายที่เชื่อถือได้
tr: WireGuard®, farklı ağlara geçiş yaparken tekrar bağlanmanızı gerektirmez. Güvenilen ağlarda VPN'i manuel olarak sonlandırmanız gerekebilir.
zh_hans: 当您在不同网络之间切换时，WireGuard® 无需重新连接。可能需要在受信任网络上手动断开 VPN 连接。
zh_hant: 您切換至其他網路後，不需重新連接 WireGuard®。但您可能必須將 WireGuard® 與信任網路解除連線 。

# settings.service.quality.share.title
source: Help Improve PIA
ar: المساعدة في تحسين PIA
da: Hjælp med at forbedre PIA
de: Hilfe zur Verbesserung von PIA
es_mx: Ayúdanos a mejorar PIA
fr: Aidez à améliorer PIA
it: Aiuta a migliorare PIA
ja: PIAの改善に協力する
ko: PIA 개선에 도움을 주세요
nb: Hjelp med å forbedre PIA
nl: PIA helpen verbeteren
pl: Pomóż udoskonalić PIA
pt_br: Ajude a melhorar a PIA
ru: Помогать делать PIA лучше
th: ช่วยปรับปรุง PIA
tr: PIA'yı İyileştirilmeye Yardım Edin
zh_hans: 帮助改进 PIA
zh_hant: 協助改善 PIA

# settings.service.quality.share.description
source: Help us improve by sharing VPN connection statistics. These reports never contain personally identifiable information.
ar: ساعدنا في التحسين من خلال مشاركة إحصائيات اتصال VPN. لا تحتوي هذه التقارير أبدًا على معلومات محددة للهوية.
da: Hjælp os med at blive bedre, ved at dele VPN-forbindelsesstatistikker. Disse rapporter indeholder aldrig personligt identificerbare oplysninger.
de: Helfen Sie uns, uns zu verbessern, indem Sie VPN-Verbindungsstatistiken teilen. Diese Berichte enthalten niemals persönlich identifizierbare Informationen.
es_mx: Comparte tus estadísticas de conexión de VPN para ayudarnos a mejorar. Estos informes no contienen ninguna información personal identificable.
fr: Aidez-nous à nous améliorer en partageant les statistiques de connexion VPN. Ces rapports ne contiennent jamais d'informations personnelles identifiables.
it: Aiutaci a migliorare condividendo le statistiche di connessione al VPN. Questi rapporti non contengono mai informazioni d'identificazione personale.
ja: VPN接続データを共有することにより、改善にご協力ください。これらのレポートには、個人を特定できる情報は含まれません。
ko: VPN 연결 통계를 공유하여 저희 서비스를 개선할 수 있도록 도와 주세요. 이 보고서에는 개인 식별 정보가 절대로 포함되지 않습니다.
nb: Hjelp oss med å forbedre oss ved å dele VPN-tilkoblingsstatistikk. Disse rapportene inneholder aldri personlig identifiserbar informasjon.
nl: Help ons onze service te verbeteren door VPN-verbindingsgegevens met ons te delen. Deze rapporten bevatten geen persoonlijk identificeerbare informatie.
pl: Pomóż nam udoskonalić nasze usługi, udostępniając statystyki połączeń VPN. Raporty te nigdy nie zawierają informacji umożliwiających identyfikację osób.
pt_br: Ajude-nos a melhorar compartilhando as estatísticas da conexão VPN. Esses relatórios não contêm informações de identificação pessoal.
ru: Помогите нам стать лучше, передавая статистику по VPN-соединению. Эти отчеты не содержат каких-либо персональных данных.
th: ช่วยเราปรับปรุงด้วยการแชร์สถิติการเชื่อมต่อ VPN โดยที่รายงานเหล่านี้จะไม่มีข้อมูลส่วนบุคคลที่สามารถระบุตัวตนได้
tr: VPN bağlantı istatistiklerini bizimle paylaşarak uygulamamızı geliştirmemize yardımcı olun. Bu raporlar hiç bir şekilde kişisel olarak tanımlanabilir bilgiler içermez.
zh_hans: 共享连接统计数据以帮助我们改进服务。这些报告绝不包括可识别个人身份的信息。
zh_hant: 請分享 VPN 連線統計資料，協助我們改善服務。這些報告絕不會包含任何個人識別資訊。

# settings.service.quality.share.findoutmore
source: Find out more
ar: معرفة المزيد
da: Find ud af mere
de: Weitere Informationen
es_mx: Más información
fr: En savoir plus
it: Scopri di più
ja: 詳しく知る
ko: 자세히 보기
nb: Finn ut mer
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ru: Подробнее
th: ค้นหาข้อมูลเพิ่มเติม
tr: Daha çok bilgi
zh_hans: 了解详情
zh_hant: 了解詳情

# settings.service.quality.show.title
source: Connection stats
ar: إحصائيات الاتصال
da: Forbindelsesstatistikker
de: Verbindungsstatistiken
es_mx: Estadísticas de conexión
fr: Stats de connexion
it: Statistiche di connessione
ja: 接続状態
ko: 연결 통계
nb: Tilkoblingsstatistikk
nl: Verbindingsgegevens
pl: Statystyki połączenia
pt_br: Estatísticas de conexão
ru: Статистика по соединению
th: สถิติการเชื่อมต่อ
tr: Bağlantı istatistikleri
zh_hans: 连接统计
zh_hant: 連線統計資料

# network.management.tool.open.wifi
source: Open WiFi
ar: فتح WiFi
da: Åbn wifi
de: WLAN öffnen
es_mx: Abrir wifi
fr: Wi-Fi ouvert
it: WiFi aperta
ja: オープン状態のWiFi
ko: WiFi 열기
nb: Pålitelig WiFi
nl: Wifi openen
pl: Otwórz WiFi
pt_br: Abrir Wi-Fi
ru: Открытая сеть WiFi
th: เปิด WiFi
tr: WiFi'ı Aç
zh_hans: 打开 WiFi
zh_hant: 開啟 WiFi

# network.management.tool.secure.wifi
source: Secure WiFi
ar: تأمين WiFi
da: Sikker wifi
de: Sicheres WLAN
es_mx: Wifi segura
fr: Wi-Fi sécurisé
it: WiFi sicura
ja: 安全なWiFi
ko: 안전한 WiFi
nb: Sikkert WiFi
nl: Veilige wifi
pl: Bezpieczny WiFI
pt_br: Rede Wi-Fi segura
ru: Защищенная сеть WiFi
th: WiFi ที่ปลอดภัย
tr: WiFi'ı Koru
zh_hans: 安全 WiFi
zh_hant: 安全 WiFi

# network.management.tool.mobile.data
source: Mobile data
ar: بيانات الموبايل
da: Mobildata
de: Mobile Daten
es_mx: Datos móviles
fr: Données mobiles
it: Dati mobili
ja: モバイルデータ
ko: 모바일 데이터
nb: Mobildata
nl: Mobiele gegevens
pl: Dane mobilne
pt_br: Dados móveis
ru: Мобильная сеть
th: ข้อมูลมือถือ
tr: Mobil veri
zh_hans: 移动数据
zh_hant: 行動數據

# network.management.tool.always.connect
source: Always connect VPN
ar: اتصال بـ VPN دائمًا
da: Forbind altid VPN
de: VPN immer verbinden
es_mx: Conectar VPN siempre
fr: Toujours connecter au VPN
it: Connetti sempre VPN
ja: 常にVPNを接続する
ko: 항상 VPN 연결
nb: Alltid tilkoblet VPN
nl: Altijd verbinden met VPN
pl: Zawsze łącz Z VPN
pt_br: Sempre conectar a VPN
ru: Всегда подключать VPN
th: เชื่อมต่อ VPN ทุกครั้ง
tr: Her zaman VPN bağlantısı yap
zh_hans: 始终连接 VPN
zh_hant: 永遠連線至 VPN

# network.management.tool.always.disconnect
source: Always disconnect VPN
ar: قطع اتصال VPN دائمًا
da: Afbryd altid VPN
de: VPN-Verbindungen immer trennen
es_mx: Desconectar VPN siempre
fr: Toujours déconnecter le VPN
it: Disconnetti sempre VPN
ja: 常にVPNを切断する
ko: 항상 VPN 연결 해제
nb: Alltid frakoblet VPN
nl: VPN-verbinding altijd verbreken
pl: Zawsze odłączaj VPN
pt_br: Sempre desconectar a VPN
ru: Всегда отключать VPN
th: เลิกเชื่อมต่อ VPN ทุกครั้ง
tr: Her zaman VPN bağlantısını kes
zh_hans: 始终断开 VPN
zh_hant: 永遠解除 VPN 連線

# network.management.tool.retain.state
source: Retain VPN State
ar: احتفاظ بحالة VPN
da: Bevar VPN-tilstand
de: VPN-Status behalten
es_mx: Conservar el estado del VPN
fr: Conserver l'état du VPN
it: Conserva Stato VPN
ja: VPN状態を保持する
ko: VPN 상태 유지
nb: Behold VPN-status
nl: VPN-status behouden
pl: Utrzymaj stan VPN
pt_br: Manter status da VPN
ru: Сохранять статус VPN
th: รักษาสถานะ VPN
tr: VPN Durumunu Koru
zh_hans: 保留 VPN 状态
zh_hant: 保留 VPN 狀態

# network.management.tool.add.rule
source: Add new rule
ar: إضافة قاعدة جديدة
da: Tilføj ny regel
de: Neue Regel hinzufügen
es_mx: Añadir nueva regla
fr: Ajouter une nouvelle règle
it: Aggiungi nuova regola
ja: 新しいルールを追加する
ko: 새 규칙 추가
nb: Legg til en ny regel
nl: Nieuwe regel toevoegen
pl: Dodaj nową zasadę
pt_br: Adicionar nova regra
ru: Добавить новое правило
th: เพิ่มกฎใหม่
tr: Yeni kural ekle
zh_hans: 添加新规则
zh_hant: 加入新規則

# network.management.tool.choose.wifi
source: Choose a WiFi network to add a new rule.
ar: اختر شبكة WiFi لإضافة قاعدة جديدة.
da: Vælg et wifi-netværk for at tilføje en ny regel.
de: WLAN-Netzwerk wählen, um eine neue Regel hinzuzufügen.
es_mx: Escoge una red wifi para agregar una nueva regla.
fr: Choisissez un réseau Wi-Fi pour ajouter une nouvelle règle.
it: Scegli una rete WiFi per aggiungere una nuova regola.
ja: 新しいルールを追加するWiFiネットワークを選択してください。
ko: 새 규칙을 추가할 WiFi 네트워크를 선택하세요.
nb: Velg et WiFi-nettverk for å legge til en ny regel.
nl: Kies een wifi-netwerk om een nieuwe regel toe te voegen.
pl: Wybierz sieć WiFi, do której dodasz nową zasadę.
pt_br: Escolha uma rede Wi-Fi para adicionar uma nova regra.
ru: Выберите Wi-Fi сеть, чтобы добавить новое правило.
th: เลือกเครือข่าย WiFi เพื่อเพิ่มกฎใหม่
tr: Yeni bir kural eklemek için bir WiFi ağı seçin.
zh_hans: 选择 WiFi 网络以添加新规则。
zh_hant: 選擇 WiFi 網路以加入新規則。

# network.management.tool.title
source: Manage Automation
ar: أتمتة الإدارة
da: Administrer automatisering
de: Automatisierung verwalten
es_mx: Gestionar automatización
fr: Gérer l'automatisation
it: Gestisci automazione
ja: 自動化を管理する
ko: 자동화 관리
nb: Administrer automatisering
nl: Automatisering beheren
pl: Zarządzaj automatyzacją
pt_br: Gerenciar automação
ru: Настроить автоматизацию
th: จัดการระบบอัตโนมัติ
tr: Otomasyonu Yönet
zh_hans: 管理自动化
zh_hant: 管理自動功能

# network.management.tool.alert
source: Your automation settings are configured to keep the VPN disconnected under the current network conditions.
ar: تم تكوين إعدادات الأتمتة لإبقاء VPN غير متصلة في ظل ظروف الشبكة الحالية.
da: Dine automatiseringsindstillinger er konfigureret til at holde VPN'en afbrudt under de aktuelle netværksforhold.
de: Ihre Automatisierungseinstellungen sind so konfiguriert, dass die VPN-Verbindung unter den aktuellen Netzwerkbedingungen getrennt bleibt.
es_mx: Los ajustes de automatización están configurados para mantener la VPN desconectada en las condiciones de red actuales.
fr: Vos paramètres d'automatisation sont configurés pour garder le VPN déconnecté dans les conditions réseau actuelles.
it: Le impostazioni d'automazione sono configurate per mantenere la VPN disconnessa nelle condizioni di rete attuali.
ja: 自動化設定は、現在のネットワーク条件下でVPNを切断された状態に保つように構成されています。
ko: 회원님의 자동화 설정은 현재 네트워크 환경에서 VPN의 연결 해제를 유지하도록 구성되어 있습니다.
nb: Automatiseringsinnstillingene dine er konfigurert til å holde VPN-tilkoblingen frakoblet under gjeldende nettverksbetingelser.
nl: Uw automatiseringsinstellingen zijn zo geconfigureerd dat de VPN onder de huidige netwerkomstandigheden uitgeschakeld blijft.
pl: Twoje ustawienia automatyzacji są skonfigurowane tak, aby VPN pozostawała rozłączona w obecnych warunkach sieciowych.
pt_br: Suas configurações de automação estão definidas para manter a VPN desconectada nas condições de rede atuais.
ru: Ваши параметры автоматизации настроены на неподключение к VPN для данных условий сети.
th: การตั้งค่าอัตโนมัติของคุณถูกกำหนดค่าให้ยกเลิกการเชื่อมต่อ VPN เสมอภายใต้เงื่อนไขเครือข่ายปัจจุบัน
tr: Otomasyon ayarlarınız, geçerli ağ koşulları altında VPN'i devre dışı tutmanız için ayarlanmıştır.
zh_hans: 您的自动化设置已配置为：在当前网络条件下保持 VPN 断开。
zh_hant: 在目前的網路狀況下，您的自動功能設定已設為保持中斷 VPN 連線。

# network.management.tool.disable
source: Disable Automation
ar: تعطيل الأتمتة
da: Deaktiver automatisering
de: Automatisierung deaktivieren
es_mx: Deshabilitar automatización
fr: Désactiver l'automatisation
it: Automazione disattivata
ja: 自動化を無効にする
ko: 자동화 비활성화
nb: Deaktiver automatisering
nl: Automatisering uitschakelen
pl: Wyłącz automatyzację
pt_br: Desativar automação
ru: Отключить автоматизацию
th: ปิดใช้งานระบบอัตโนมัติ
tr: Otomasyonu Devre Dışı Bırak
zh_hans: 禁用自动化
zh_hant: 停用自動功能

# network.management.tool.enable.automation
source: Enable Automation
ar: تمكين الأتمتة
da: Aktiver automatisering
de: Automatisierung aktivieren
es_mx: Habilitar automatización
fr: Activer l'automatisation
it: Attiva automazione
ja: 自動化を有効にする
ko: 자동화 사용
nb: Aktiver automatisering
nl: Automatisering inschakelen
pl: Włącz automatyzację
pt_br: Ativar automação
ru: Активировать автоматизацию
th: เปิดใช้งานการจัดการระบบ
tr: Otomasyonu Etkinleştir
zh_hans: 启用自动化
zh_hant: 啟用自動功能

# region.search.placeholder
source: Search for a region
ar: بحث عن المنطقة
da: Søg efter en region
de: Region suchen
es_mx: Buscar por región
fr: Chercher une région
it: Cerca una regione
ja: 地域検索
ko: 지역 검색
nb: Søk etter en region
nl: Zoek een regio
pl: Szukaj regionu
pt_br: Buscar por uma região
ru: Поиск региона
th: ค้นหาเขต
tr: Bir bölge ara
zh_hans: 搜索地区
zh_hant: 搜尋區域

# region.accessibility.filter
source: Filter
ar: تصفية
es_mx: Filtro
fr: Filtre
it: Filtro
ja: フィルター
ko: 필터
nb: Filtrer
nl: Sorteren
pl: Fltlruj
pt_br: Filtro
ru: Фильтр
th: ตัวกรอง
tr: Filtrele
zh_hans: 筛选器
zh_hant: 篩選器

# region.filter.sortby
source: Sort regions by
ar: فرز المناطق حسب
da: Sorter regioner efter
de: Regionen sortieren nach
es_mx: Ordenar regiones por
fr: Trier les régions par
it: Ordina regioni per
ja: 地域絞り込み条件:
ko: 지역 정렬 기준
nb: Sorter regioner etter
nl: Sorteer regio's op
pl: Sortuj regiony wg
pt_br: Ordenar regiões por
ru: Упорядочить регионы по
th: แบ่งเขตตาม
tr: Bölgeleri sırala:
zh_hans: 地区排序方式
zh_hant: 區域排序依據

# region.filter.name
source: Name
ar: الاسم
da: Navn
es_mx: Nombre
fr: Nom
it: Nome
ja: 名前
ko: 이름
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
ru: Имя
th: ชื่อ
tr: İsim
zh_hans: 名称
zh_hant: 名稱

# region.filter.latency
source: Latency
ar: زمن الانتقال
da: Ventetid
de: Latenz
es_mx: Latencia
fr: Latence
it: Latenza
ja: レイテンシ
ko: 대기 시간
nb: Ventetid
nl: Latentie
pl: Czas oczekiwania
pt_br: Latência
ru: Задержка
th: เวลาแฝง
tr: Gecikme
zh_hans: 延迟
zh_hant: 延遲

# region.filter.favorites
source: Favorites
ar: المفضلة
da: Favoritter
de: Favoriten
es_mx: Favoritos
fr: Favoris
it: Preferiti
ja: お気に入り
ko: 즐겨찾기
nb: Favoritter
nl: Favorieten
pl: Ulubione
pt_br: Favoritos
ru: Избранное
th: รายการโปรด
tr: Favoriler
zh_hans: 收藏夹
zh_hant: 我的最愛

# region.accessibility.favorite
source: Add a favorite region
ar: إضافة منطقة مفضلة
da: Tilføj en favoritregion
de: Ein bevorzugte Region hinzufügen
es_mx: Añadir una región preferida
fr: Ajouter une région préférée
it: Aggiungi un'area preferita
ja: お気に入りの地域を追加
ko: 선호하는 지역 추가
nb: Legg til favorittområde
nl: Een favoriete regio toevoegen
pl: Dodaj ulubiony region
pt_br: Adicionar uma região favorita
ru: Добавить избранный регион
th: เพิ่มภูมิภาคที่ชื่นชอบ
tr: Bir favori bölge seçin
zh_hans: 添加收藏地区
zh_hant: 新增一個最愛區域

# region.accessibility.unfavorite
source: Remove a favorite region
ar: إزالة منطقة مفضلة
da: Fjern en favoritregion
de: Eine bevorzugte Region entfernen
es_mx: Eliminar una región preferida
fr: Supprimer une région préférée
it: Elimina un'area preferita
ja: お気に入りの地域を削除
ko: 선호하는 지역 제거
nb: Fjern et favorittområde
nl: Een favoriete regio verwijderen
pl: Usuń ulubiony region
pt_br: Remover uma região favorita
ru: Удалить избранный регион
th: ลบภูมิภาคที่ชื่นชอบ
tr: Bir favori bölge silin
zh_hans: 删除收藏地区
zh_hant: 移除一個最愛區域

# tiles.quick.connect.title
source: Quick connect
ar: اتصال سريع
da: Hurtig tilslutning
de: Schnellverbindung
es_mx: Conexión rápida
fr: Connexion rapide
it: Connessione rapida
ja: クイック接続
ko: 빠른 연결
nb: Hurtigtilkobling
nl: Snel verbinden
pl: Szybkie połączenie
pt_br: Conexão rápida
ru: Быстрое подключение
th: เชื่อมต่อด่วน
tr: Hızlı bağlan
zh_hans: 快速连接
zh_hant: 快速連線

# tiles.favorite.servers.title
source: Favorite servers
ar: الخوادم المفضلة
da: Favoritservere
de: Bevorzugte Server
es_mx: Servidores favoritos
fr: Serveurs favoris
it: Server preferiti
ja: お気に入りのサーバー
ko: 즐겨찾는 서버
nb: Favorittservere
nl: Favoriete servers
pl: Ulubione serwery
pt_br: Servidores favoritos
ru: Избранные серверы
th: เซิร์ฟเวอร์ที่ชื่นชอบ
tr: Favori sunucular
zh_hans: 收藏夹服务器
zh_hant: 最愛伺服器

# tiles.region.title
source: VPN Server
ar: خادم VPN
es_mx: Servidor VPN
fr: Serveur VPN
it: Server VPN
ja: VPNサーバー
ko: VPN 서버
pl: Serwer VPN
pt_br: Servidor VPN
ru: VPN-сервер
th: เซิร์ฟเวอร์ VPN
tr: VPN Sunucusu
zh_hans: VPN 服务器
zh_hant: VPN 伺服器

# tiles.subscription.title
source: Subscription
ar: الاشتراك
da: Abonnement
de: Abonnement
es_mx: Suscripción
fr: Abonnement
it: Abbonamento
ja: サブスクリプション
ko: 구독
nb: Abonnement
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ru: Подписка
th: สมาชิก
tr: Üyelik
zh_hans: 订阅
zh_hant: 訂購計劃
