Repository: pia-foss/mobile-ios
Catalog: PIA VPN/*.lproj/Localizable.strings
Languages: ar, da, de, es_mx, fr, it, ja, ko, nb, nl, pl, pt_br, ru, th, tr, zh_hans, zh_hant

# menu.renewal.message.trial
source: Trial accounts are not eligible for renewal. Please purchase a new account upon expiry to continue service.
ar: الحسابات التجريبية غير مخولة للتجديد. يرجى إنشاء حساب جديد بعد انتهاء الفترة التجريبية للاستمرار في استخدام الخدمة.
da: Prøvekonti er ikke berettiget til fornyelse. Køb venligst en ny konto ved udløb, for at fortsætte service.
de: Probe-Konten können nicht verlängert werden. Erwerbe nach Ablauf bitte ein neues Konto, um den Dienst weiterhin nutzen zu können.
es_mx: Las cuentas de prueba no son aptas para renovación. Compra una cuenta nueva después de caducar para proseguir el servicio.
fr: Les comptes d'essai ne peuvent pas être renouvelés. Veuillez acheter un nouveau compte au moment de l'expiration pour continuer le service.
it: Gli account di prova non prevedono il rinnovo. Acquista un nuovo account alla scadenza per proseguire con il servizio.
ja: トライアルアカウントは更新できません。サービスを引き続きご利用いただくには、期限切れの際に新規アカウントを購入してください。
ko: 체험 계정은 갱신할 수 없습니다. 서비스를 계속 이용하려면 만료 시 새 계정을 구매해주십시오.
nb: Prøvekontoer kan ikke fornyes. Du kan fortsette bruk av tjenesten ved å kjøpe en ny konto etter at prøvekontoen er gått ut.
nl: Proefaccounts kunnen niet worden verlengd. Koop een nieuw account als het proefaccount verloopt om van onze diensten gebruik te blijven maken.
pl: Nie można odnawiać kont próbnych. Zapłać za nowe konto po upływie okresu próbnego, aby móc dalej korzystać z naszej usługi.
pt_br: As contas de teste não podem ser renovadas. Compre uma nova conta após a expiração para dar continuidade ao serviço.
ru: Пробные учетные записи не дают права на продление подписки. Для продолжения пользования услугой после окончания пробного периода приобретите новую учетную запись.
th: บัญชีทดลองไม่สามารถต่ออายุได้ กรุณาซื้อบัญชีใหม่เมื่อหมดอายุเพื่อใช้บริการต่อ
tr: Deneme hesabı yenilenemez. Hizmeti kullanmaya devam etmek için süresi dolduktan sonra lütfen yeni bir hesap satın alın.
zh_hans: 试用帐户不符合续订条件。请在到期时购买新帐户以继续服务。
zh_hant: 試用版帳號不符合續訂資格，若您希望帳號到期後仍能繼續使用服務，請購買一個新帳戶。

# menu.renewal.message.website
source: Please use our website to renew your subscription.
ar: يرجى استخدام موقعنا الإلكتروني لتجديد اشتراكك.
da: Brug venligst vores hjemmeside til at forny dit abonnement.
de: Bitte erneuere dein Abonnement über unsere Website.
es_mx: Por favor, usa nuestro sitio web para renovar tu suscripción.
fr: Veuillez utiliser notre site Web pour renouveler votre adhésion.
it: Usa il nostro sito web per rinnovare il tuo abbonamento.
ja: サブスクリプションを更新するには、弊社のウェブサイトをご使用ください。
ko: 저희 웹 사이트를 통해 정기 이용을 갱신해주십시오.
nb: Bruk nettstedet vårt til å fornye abonnementet.
nl: Gebruik onze website om uw abonnement te vernieuwen.
pl: Odnów subskrypcję z naszej witryny.
pt_br: Por favor, use o nosso site para renovar a sua assinatura.
ru: Для продления подписки перейдите на наш веб-сайт.
th: โปรดใช้เว็บไซต์ของเราเพื่อต่ออายุสมาชิกของคุณ
tr: Aboneliğinizi yenilemek için lütfen web sitemizi kullanın.
zh_hans: 请使用我们的网站为您的订阅续期。
zh_hant: 請透過我們的網站進行續約。

# menu.renewal.message.unavailable
source: Apple servers currently unavailable. Please try again later.
ar: خوادم أبل غير متاحة حاليًا. يرجى إعادة المحاولة لاحقًا.
da: Apple-servere er ikke tilgængelige i øjeblikket. Prøv venligst igen senere.
de: Die Apple-Server sind momentan nicht verfügbar. Bitte später erneut versuchen.
es_mx: Actualmente, los servidores de Apple no están disponibles. Por favor, inténtalo de nuevo más tarde.
fr: Les serveurs Apple ne sont pas disponibles actuellement. Veuillez réessayer plus tard.
it: Server Apple attualmente non disponibili. Riprova più tardi.
ja: Appleサーバーが現在ご利用いただけません。後でもう一度お試しください。
ko: 현재 Apple 서버를 이용할 수 없습니다. 나중에 다시 시도해주십시오.
nb: Apple-serverne er for øyeblikket ikke tilgjengelige. Prøv igjen senere.
nl: De Apple-servers zijn momenteel niet beschikbaar. Probeer het later opnieuw.
pl: Serwery Apple'a są w tej chwili niedostępne. Spróbuj ponownie później.
pt_br: Servidores da Apple indisponíveis no momento. Tente novamente mais tarde.
ru: Серверы Apple временно недоступны. Повторите попытку позже.
th: ไม่พบเซิร์ฟเวอร์แอปเปิ้ลในขณะนี้ โปรดลองใหม่ภายหลัง
tr: Apple sunucuları şu anda kullanılamıyor. Lütfen daha sonra tekrar deneyin.
zh_hans: Apple 服务器目前不可用。请稍后重试。
zh_hant: Apple 伺服器目前無法使用，請稍後再試。

# account.email.caption
source: Email
ar: البريد الإلكتروني
es_mx: Correo electrónico
ja: メールアドレス
ko: 이메일
nb: E-post
ru: Эл. адрес
th: อีเมล
tr: E-posta
zh_hans: 电子邮件

# account.email.placeholder
source: Email address
ar: البريد الإلكتروني
da: E-mailadresse
de: E-Mail-Adresse
es_mx: Dirección de correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
nb: E-postadresse
nl: E-mailadres
pl: Adres e-mail
pt_br: Endereço de e-mail
ru: Адрес эл. почты
th: อีเมลแอดเดรส
tr: E-posta adresi
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

# account.username.caption
source: Username
ar: اسم المستخدم
da: Brugernavn
de: Benutzername
es_mx: Nombre de usuario
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ru: Имя пользователя
th: ชื่อผู้ใช้
tr: Kullanıcı Adı
zh_hans: 用户名
zh_hant: 使用者名稱

# account.other.footer
source: Get the Private Internet Access app for your other devices and use the above username and password to login and secure your connection.
ar: احصل على تطبيق Private Internet Access لأجهزتك الأخرى واستخدم اسم المستخدم وكلمة المرور الموجودين أعلاه لتسجيل الدخول وتأمين اتصالك.
da: Få Private Internet Access app'en til dine andre enheder og brug ovenstående brugernavn og adgangskode til at logge ind og sikre din forbindelse.
de: Hol dir die App Private Internet Access für deine anderen Geräte und verwende den oben stehenden Benutzernamen und das Passwort, um dich anzumelden und deine Verbindung zu sichern.
es_mx: Obtén la aplicación de Private Internet Access para tus otros dispositivos y usa el nombre de usuario y contraseña anteriores para iniciar sesión y proteger tu conexión.
fr: Obtenez l'application Private Internet Access pour vos autres appareils et utilisez le nom d'utilisateur et le mot de passe ci-dessus pour vous connecter et sécuriser votre connexion.
it: Ottieni Private Internet Access anche per i tuoi altri dispositivi e utilizza il nome utente e la password in alto per accedere e connetterti in tutta sicurezza.
ja: 他の端末でもPrivate Internet Access アプリを入手し、上のユーザー名とパスワードでログインし、インターネット接続を保護することができます。 パスワードをタップしてコピーするかパスワードを表示します。
ko: 다른 장치에서도 Private Internet Access 앱을 다운로드 받고 위의 사용자 이름과 비밀번호를 사용해 로그인해서 연결을 보호하세요.
nb: Få Private Internet Access-appen på de andre enhetene dine og bruk det ovenfornevnte brukernavnet og passordet for å logge inn og sikre tilkoblingen din.
nl: Download de Private Internet Access-app voor uw andere apparaten en gebruik de gebruikersnaam en het wachtwoord hierboven om in te loggen en uw verbinding te beveiligen.
pl: Pobierz aplikację firmy Private Internet Access na inne urządzenia i użyj powyższej nazwy użytkownika i hasła do logowania i ochrony połączenia.
pt_br: Obtenha o aplicativo Private Internet Access para seus dispositivos e use o nome de usuário e a senha acima para fazer login e proteger sua conexão.
ru: Установите приложение Private Internet Access на других устройствах и используйте указанные выше имя пользователя и пароль для входа в учетную запись и защиты соединения.
th: ดาวน์โหลดแอพ Private Internet Access บนอุปกรณ์อื่นของคุณและใช้ชื่อผู้ใช้และรหัสผ่านด้านบนเพื่อเข้าสู่ระบบและทำให้การเชื่อมต่อของคุณปลอดภัย
tr: Diğer cihazlarınız için Private Internet Access uygulamasını edinin ve giriş yapmak ve bağlantınızı korumak için yukarıdaki kullanıcı adını ve şifreyi kullanın.
zh_hans: 为您的其他设备获取 Private Internet Access App，并使用上述用户名和密码登录并获得连接。
zh_hant: 您只要在您的其他裝置上安裝 Private Internet Access App，然後使用上方的使用者名稱及密碼登入，即可保障您的網路連線安全。

# account.restore.title
source: Restore uncredited purchase
ar: استرداد الشراء غير المقيد في الحساب
da: Gendan ukrediteret køb
de: Nicht gutgeschriebenen Kauf wiederherstellen
es_mx: Restablecer compra no acreditada
fr: Restaurer l'achat non crédité
it: Ripristina acquisto non accreditato
ja: 追加されていない購入を復元
ko: 인정되지 않은 구매 항목 복원
nb: Gjenopprett ukreditert kjøp
nl: Niet-gecrediteerde aankoop herstellen
pl: Przywróć nieuznany zakup
pt_br: Restaurar compra não creditada
ru: Восстановить непроведенную покупку
th: คืนค่าการซื้อที่ยังไม่ได้คิดเครดิต
tr: Bilgileri gönderilmeyen satın alma işlemini tekrarlayın
zh_hans: 恢复未入账的购买
zh_hant: 回復未貸記購買項目

# account.restore.description
source: If you renewed your plan but your account still says it's about to expire, you can restart the renewal from here. You will not be charged during this process.
ar: إذا جدَّدت خطتك ولكن لا يزال حسابك يقول أنها أوشكت على الانتهاء، يمكنك إعادة بدء التجديد من هنا. لن يتم تحصيل رسوم منك أثناء هذه العملية.
da: Hvis du har fornyet din plan, men din konto stadig giver besked om at den vil udløbe, kan du genstarte fornyelse herfra. Du vil ikke blive opkrævet i løbet af denne proces.
de: Wenn du deinen Plan verlängert hast, aber in deinem Konto immer noch steht, dass es bald abläuft, kannst du die Verlängerung hier erneut starten. Dir wird während dieses Prozesses nichts in Rechnung gestellt.
es_mx: Si renovaste tu plan, pero tu cuenta todavía dice que está a punto de caducar, puedes reiniciar la renovación desde aquí. No se realizarán cargos durante este proceso.
fr: Si vous avez renouvelé votre forfait, mais que votre compte indique toujours qu'il est sur le point d'expirer, il est possible de relancer le renouvellement à partir d'ici. Cette action ne vous sera pas facturée.
it: Se hai rinnovato il tuo piano ma risulta ancora che il tuo account stia per scadere, puoi riavviare il rinnovo da qui. Non verrà effettuato alcun addebito durante la procedura.
ja: プランを更新したにも関わらず、有効期限があと少しで切れるとアカウントに表示される場合、こちらから更新を再度開始することができます。この処理の実行中、請求は発生しません。
ko: 이용 플랜을 갱신하셨는데 계정이 여전히 만료 예정이라고 나올 경우 이곳에서 갱신을 다시 시작하실 수 있습니다. 이 과정 중 요금이 부과되지 않습니다.
nb: Hvis du fornyet abonnementet ditt, men kontoen fortsatt sier den snart utløper, kan du starte fornyelsen på nytt her. Du belastes ikke i denne prosessen.
nl: Als u uw abonnement heeft vernieuwd, maar uw account geeft nog steeds aan dat het bijna is verlopen, dan kunt u hier opnieuw beginnen. Er worden geen extra kosten in rekening gebracht tijdens dit proces.
pl: Jeśli odnowiłe(a)ś swój plan, ale na koncie nadal widnieje informacja, że subskrypcja wkrótce wygaśnie, możesz ponownie uruchomić stąd proces odnowienia. Opłata nie zostanie pobrana.
pt_br: Se você renovou seu plano, mas sua conta ainda aparece como prestes a expirar, você pode reiniciar a renovação aqui. Você não será cobrado durante esse processo.
ru: Если вы продлили план, но по-прежнему видите в учетной записи сообщение о том, что срок действия истекает, вы можете перезапустить здесь процедуру продления. За эту процедуру не взимается плата.
th: หากคุณต่ออายุแผนของคุณแต่บัญชีของคุณยังแสดงสถานะใกล้หมดอายุ คุณสามารถเริ่มการต่ออายุใหม่ได้ที่นี่ คุณจะไม่ถูกเรียกเก็บเงินซ้ำในกระบวนการนี้
tr: Planınızı yenilediyseniz ancak hesabınız yine de sona ermek üzere olduğunu belirtiyorsa yenilemeyi buradan yeniden başlatabilirsiniz. Bu işlem sırasında ücretlendirilmeyeceksiniz.
zh_hans: 如果您已续订套餐，但账户仍显示即将到期，可以从这里重新开始续订。在此过程中您不会被收费。
zh_hant: 如果您在續訂後還是看到您的帳戶提示限期即將屆滿，您可以透過這裡重新開始續訂。此操作不會收取任何費用。

# account.restore.button
source: RESTORE PURCHASE
ar: استرداد الشراء
da: Gendan køb
de: Käufe wiederherstellen
es_mx: Restablecer compra
fr: Restaurer l'achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 항목 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar compra
ru: Восстановить покупку
th: คืนค่าการซื้อ
tr: SATIN ALIMI GERİ YÜKLE
zh_hans: 恢复购买
zh_hant: 回復購買項目

# account.restore.failure.title
source: Restore purchase
ar: استرداد الشراء
da: Gendan køb
de: Kauf wiederherstellen
es_mx: Restablecer compra
fr: Restaurer l'achat
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 항목 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pl: Przywróć zakup
pt_br: Restaurar compra
ru: Восстановить покупку
th: คืนค่าการซื้อ
tr: Satın alımı geri yükle
zh_hans: 恢复购买
zh_hant: 回復購買項目

# account.restore.failure.message
source: No redeemable purchase was found for renewal.
ar: لم يتم العثور على عملية شراء قابلة للاسترداد للتجديد.
da: Der blev ikke fundet noget indløsende køb for fornyelse.
de: Es konnte kein geeignetes Abonnement gefunden werden, das verlängert werden könnte.
es_mx: No se encontró ninguna compra canjeable para renovación.
fr: Aucun achat utilisable n'a été trouvé pour le renouvellement.
it: Nessun acquisto riscattabile rilevato per il rinnovo.
ja: ご利用可能な更新の購入は見つかりませんでした。
ko: 갱신 시 교환할 수 있는 구매를 찾을 수 없습니다.
nb: Ingen innløsbare kjøp ble funnet for fornyelse.
nl: Er is geen aankoop gevonden die kan worden hersteld.
pl: Nie znaleziono żadnego zakupu subskrypcji podlegającego zwrotowi.
pt_br: Nenhuma compra resgatável foi encontrada para renovação.
ru: Не удалось найти применимой покупки для продления.
th: ไม่พบรายการซื้อที่สามารถแลกได้สำหรับต่ออายุ
tr: Yenileme için itfa edilebilir bir satın alım bulunamadı.
zh_hans: 没有找到可兑换的购买来用于续期。
zh_hant: 沒有可兌換的購買項目可供續訂。

# account.save.item
source: Update email
ar: تحديث البريد الإلكتروني
da: Opdater e-mail
de: E-Mail aktualisieren
es_mx: Actualizar email
fr: MàJ l'e-mail
it: Aggiorna email
ja: メールアドレス変更
ko: 이메일 업데이트
nb: Oppdater e-post
nl: E-mail updaten
pl: Aktualizuj e-mail
pt_br: Atualizar e-mail
ru: Изменить эл. адрес
th: อัพเดทอีเมล
tr: E-posta adresini güncelle
zh_hans: 更新电子邮件
zh_hant: 更新電子郵件地址

# account.save.prompt
source: Authenticate to save changes
ar: مصادقة لحفظ التغييرات
da: Autentificer for at gemme ændringer
de: Authentifizieren, um die Änderungen zu speichern
es_mx: Autentica para guardar los cambios
fr: Authentifiez-vous pour enregistrer les modifications
it: Autentica per salvare le modifiche
ja: 認証して変更を保存
ko: 인증해서 변경 사항을 저장합니다
nb: Autentifiser for å lagre endringene
nl: Authenticeren om wijzigingen op te slaan
pl: Potwierdź swoją tożsamość, aby zapisać zmiany
pt_br: Autenticar para salvar as alterações
ru: Чтобы сохранить изменения, выполните аутентификацию
th: อนุญาตให้บันทึกการเปลี่ยนแปลง
tr: Değişiklikleri kaydetmek için doğrulayın
zh_hans: 验证以保存更改
zh_hant: 驗證以儲存變更

# account.save.success
source: Your email address has been saved.
ar: تم حفظ عنوان بريدك الإلكتروني.
da: Din e-mailadresse er blevet gemt.
de: Deine E-Mail-Adresse wurde gespeichert.
es_mx: Tu dirección de email se ha guardado.
fr: Votre adresse e-mail a été enregistrée.
it: Il tuo indirizzo email è stato salvato.
ja: メールアドレスが保存されました。
ko: 이메일 주소가 저장되었습니다.
nb: E-postadressen din er lagret.
nl: Uw e-mailadres is opgeslagen.
pl: Zapisano adres e-mail.
pt_br: Seu endereço de e-mail foi salvo.
ru: Адрес электронной почты сохранен.
th: อีเมลแอดเดรสของคุณยังไม่ถูกบันทึก
tr: E-posta adresiniz kaydedildi.
zh_hans: 您的电子邮件地址已保存。
zh_hant: 您的電子郵件地址已儲存。

# account.reveal.prompt
source: Authenticate to reveal
ar: مصادقة للإظهار
da: Autentificer for at afsløre
de: Zum Aufdecken authentifizieren
es_mx: Autenticar para revelar
fr: Authentifiez-vous pour afficher
it: Autentica per rivelare
ja: 認証して表示
ko: 인증해서 표시합니다
nb: Autentiser for å vise
nl: Authenticeren om te onthullen
pl: Potwierdź swoją tożsamość, aby wyświetlić
pt_br: Autenticar para revelar
ru: Выполните аутентификацию для показа
th: อนุญาตให้เปิดเผย
tr: Ortaya çıkarmak için doğrulayın
zh_hans: 验证以显示
zh_hant: 驗證以顯示

# account.expiry_date.information
source: Your plan will expire on %@.
ar: ستنتهي صلاحية خطتك في %@.
da: Din plan vil udløbe om %@.
de: Dein Tarif lauft am %@ ab.
es_mx: Su plan va a expirar el %@.
fr: Votre forfait expirera le %@.
it: Il tuo piano scade il %@.
ja: プランが%@に期限切れとなります。
ko: 현재 플랜이 %@에 만료됩니다.
nb: Planen din utløper %@.
nl: Uw plan verloopt op %@.
pl: Ważność Twojego planu wygaśnie w dniu %@.
pt_br: Seu plano expirará em %@.
ru: Ваш план истечет %@.
th: แพ็กเกจของคุณจะหมดอายุ %@
tr: Planınız %@ tarihinde sona erecek.
zh_hans: 您的套餐将于%@到期。
zh_hant: 您的計劃將於 %@ 過期。

# account.expiry_date.expired
source: Your plan has expired.
ar: لقد انتهت صلاحية خطتك.
da: Din plan er udløbet.
de: Dein Tarif ist abgelaufen.
es_mx: Su plan ya expiró.
fr: Votre forfait a expiré.
it: Il tuo piano è scaduto.
ja: プランが期限切れとなりました。
ko: 현재 플랜이 만료되었습니다.
nb: Planen din er utløpt.
nl: Uw abonnement is verlopen.
pl: Ważność Twojego planu wygasła.
pt_br: Seu plano expirou.
ru: Срок действия плана истек.
th: แพ็กเกจของคุณหมดอายุแล้ว
tr: Planınız sona erdi.
zh_hans: 您的套餐已到期。
zh_hant: 您的計劃已過期。

# account.update.email.require.password.title
source: PIA Password Required
ar: كلمة مرور PIA مطلوبة
da: PIA-adgangskode påkrævet
de: PIA-Passwort erforderlich
es_mx: Se requiere contraseña de PIA
fr: Mot de passe PIA nécessaire
it: Necessaria password PIA
ja: PIAパスワードが必要です
ko: PIA 비밀번호가 필요합니다.
nb: PIA-passord kreves
nl: PIA-wachtwoord vereist
pl: Wymagane hasło w PIA
pt_br: Senha do PIA necessária
ru: Требуется пароль PIA
th: จำเป็นต้องใช้พาสเวิร์ด PIA
tr: PIA Parolası Gerekli
zh_hans: 需要填写 PIA 密码
zh_hant: 需要 PIA 密碼

# account.update.email.require.password.message
source: For security reasons we require your PIA password to perform a change in your account. Please input your PIA password to proceed.
ar: لأسباب أمنية، نطلب كلمة مرور PIA الخاصة بك عند إجراء تغييرات على حسابك. يرجى إدخال كلمة مرور PIA للمتابعة.
da: Af sikkerhedsårsager skal vi bruge din PIA-adgangskode for at udføre en ændring i din konto. Angiv din PIA-adgangskode for at fortsætte.
de: Aus Sicherheitsgründen benötigen wir Ihr PIA-Passwort, um eine Änderung Ihres Kontos vorzunehmen. Bitte Ihr PIA-Passwort eingeben, um fortzufahren.
es_mx: Por motivos de seguridad, solicitamos tu contraseña de PIA para realizar un cambio en tu cuenta. Introduce la contraseña de PIA para continuar.
fr: Pour des raisons de sécurité, nous exigeons votre mot de passe PIA pour effectuer un changement sur votre compte. Veuillez saisir votre mot de passe PIA pour continuer.
it: Per motivi di sicurezza, abbiamo bisogno che la tua password PIA completi una modifica sul tuo account. Inserisci la password PIA per continuare.
ja: 安全のため、お使いのアカウントのPIAパスワードの変更を行う必要があります。先へ進むにはPIAパスワードを入力してください。
ko: 보안상의 이유로 계정에서 변경 작업을 수행하려면 PIA 비밀번호가 필요합니다. 계속 진행하려면 PIA 비밀번호를 입력하세요.
nb: Av sikkerhetsmessige årsaker trenger vi PIA-passordet ditt for å endre kontoen din. Skriv inn PIA-passordet for å fortsette.
nl: Om veiligheidsredenen hebben wij uw PIA-wachtwoord nodig om wijzigingen in uw account uit te voeren. Voer uw PIA-wachtwoord in om verder te gaan.
pl: Ze względów bezpieczeństwa do przeprowadzenia zmiany na koncie potrzebne jest twoje hasło w PIA. Wprowadź hasło w PIA, aby kontynuować.
pt_br: Por razões de segurança, precisamos da sua senha do PIA para executar uma alteração na sua conta. Insira a sua senha do PIA para continuar.
ru: В целях безопасности для внесения изменений в учетную запись требуется ввести пароль PIA. Введите свой пароль PIA, чтобы продолжить.
th: เพื่อความปลอดภัยจึงจำเป็นต้องขอพาสเวิร์ด PIA เพื่อเปลี่ยนแปลงบัญชี กรุณากรอกพาสเวิร์ด PIA เพื่อดำเนินการต่อ
tr: Güvenlik nedenleriyle, hesabınızda herhangi bir değişiklik yapmak için PIA parolanızı girmeniz gerekli. Lütfen devam etmek için PIA parolanızı girin.
zh_hans: 为安全起见，我们需要您提供 PIA 密码才能对您的帐户进行更改。请输入您的 PIA 密码以继续。
zh_hant: 基於安全考量，您必須輸入 PIA 密碼才能變更帳戶。請輸入您的 PIA 密碼以繼續。

# account.update.email.require.password.button
source: Submit
ar: إرسال
da: Indsend
de: Senden
es_mx: Enviar
fr: Envoyer
it: Invia
ja: 送信
ko: 제출
nb: Send
nl: Versturen
pl: Wyślij
pt_br: Enviar
ru: Отправить
th: ส่ง
tr: Gönder
zh_hans: 提交
zh_hant: 提交

# account.error.unauthorized
source: Your username or password is incorrect.
ar: اسم المستخدم أو كلمة المرور غير صحيحة.
da: Dit brugernavn eller kodeord er forkert.
de: Dein Benutzername oder Passwort ist falsch.
es_mx: Tu nombre de usuario o contraseña son incorrectos.
fr: Votre nom d'utilisateur ou mot de passe est incorrect.
it: Nome utente o password non valida
ja: ユーザー名またはパスワードが間違っています。
ko: 사용자명 또는 비밀번호가 틀립니다.
nb: Brukernavnet eller passordet ditt er feil.
nl: Uw gebruikersnaam of wachtwoord is onjuist.
pl: Twoja nazwa użytkownika i hasło są nieprawidłowe.
pt_br: Seu nome de usuário ou senha está incorreto.
ru: Неправильное имя пользователя или пароль.
th: ชื่อผู้ใช้หรือรหัสผ่านไม่ถูกต้อง
tr: Kullanıcı adınız ya da şifreniz hatalı.
zh_hans: 您的用户名或密码不正确。
zh_hant: 您的使用者名稱或密碼不正確。

# account.subscriptions.message
source: You can manage your subscription from here.
ar: يمكنك إدارة اشتراكك من هنا.
da: Du kan administrere dit abonnement herfra.
de: Sie können Ihr Abonnement hier verwalten.
es_mx: Puedes gestionar tu suscripción aquí.
fr: Vous pouvez gérer votre abonnement ici.
it: Da qui puoi gestire il tuo abbonamento.
ja: こちらからサブスクリプションを管理できます。
ko: 이곳에서 구독을 관리할 수 있습니다.
nb: Her kan du administrere abonnementet ditt.
nl: U kunt uw abonnement hier beheren.
pl: Możesz tutaj zarządzać swoją subskrypcją.
pt_br: Você pode gerenciar sua assinatura daqui.
ru: Управлять подписками можно здесь.
th: คุณสามารถจัดการการสมัครสมาชิกของคุณได้ที่นี่
tr: Aboneliğinizi buradan yönetebilirsiniz.
zh_hans: 您可以在此管理订阅。
zh_hant: 您可以從此處管理訂閱。

# account.subscriptions.linkMessage
source: here.
ar: هنا.
da: her.
de: hier.
es_mx: aquí.
fr: ici.
it: qui.
ja: こちら
ko: 이곳
nb: her.
nl: hier.
pl: tutaj.
pt_br: aqui.
ru: здесь.
th: ที่นี่
tr: buradan ulaşabilirsiniz
zh_hans: 此处。
zh_hant: 此處。

# account.set.email.error
source: There was an error adding email. Please try again later.
ar: حدث خطأ أثناء إضافة البريد الإلكتروني. يرجى إعادة المحاولة.
da: Der opstod en fejl under tilføjelse af e-mail. Prøv igen senere.
de: Fehler beim Hinzufügen der E-Mail. Bitte später erneut versuchen.
es_mx: Se ha producido un error al añadir el correo electrónico. Vuelve a intentarlo más tarde.
fr: Une erreur s'est produite lors de l'ajout de l' e-mail. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'aggiunta dell'email. Riprova più tardi.
ja: メールを追加中にエラーが発生しました。後でもう一度お試しください。
ko: 이메일을 추가하는 중 오류가 발생했습니다. 나중에 다시 시도하세요.
nb: Kunne ikke legge til e-posten. Prøv igjen senere.
nl: Er is een fout opgetreden bij het toevoegen van het e-mailadres. Probeer het later opnieuw.
pl: Wystąpił błąd podczas dodawania e-maila w Spróbuj ponownie później.
pt_br: Ocorreu um erro ao adicionar e-mail. Tente novamente mais tarde.
ru: При добавлении адреса эл. почты произошла ошибка. Повторите попытку позже.
th: เกิดข้อผิดพลาดในการเพิ่มอีเมล โปรดลองใหม่ในภายหลัง
tr: E-posta ekleme sırasında bir hata oluştu. Lütfen daha sonra tekrar deneyin.
zh_hans: 添加电子邮件时出错。请稍后重试。
zh_hant: 新增電子郵件時發生錯誤。請稍後再試。

# account.subscriptions.short.message
source: Manage subscription
ar: إدارة الاشتراك
da: Adminstrer abonnement
de: Abonnement verwalten
es_mx: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理する
ko: 구독 관리
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ru: Управление подпиской
th: จัดการสมาชิก
tr: Aboneliği yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱

# account.subscriptions.short.linkMessage
source: Manage subscription
ar: إدارة الاشتراك
da: Adminstrer abonnement
de: Abonnement verwalten
es_mx: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci abbonamento
ja: サブスクリプションを管理する
ko: 구독 관리
nb: Administrer abonnement
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt_br: Gerenciar assinatura
ru: Управление подпиской
th: จัดการสมาชิก
tr: Aboneliği yönet
zh_hans: 管理订阅
zh_hant: 管理訂閱

# account.subscriptions.yearly
source: Yearly plan
ar: خطة سنوية
da: Årsabonnement
de: Jahresabo
es_mx: Plan anual
fr: Forfait annuel
it: Piano annuale
ja: 年間プラン
ko: 연간 플랜
nb: Årlig plan
nl: Jaarlijks abonnement
pl: Plan roczny
pt_br: Plano anual
ru: Годовой план
th: แผนรายปี
tr: Yıllık plan
zh_hans: 包年套餐
zh_hant: 年度方案
