Repository: pia-foss/mobile-ios
Catalog: Resources/Resources/iOS/*.lproj/Signup.strings
Languages: ko, tr

# failure.message
source: We're unable to create an account at this time. Please try again later. Reopening the app will re-attempt to create an account.
ko: 지금은 계정을 생성할 수 없습니다. 나중에 다시 시도해주십시오. 앱을 다시 열면 계정 생성을 다시 시도합니다.
tr: Şu anda hesap oluşturamıyoruz. Lütfen daha sonra tekrar deneyin. Uygulama yeniden açıldığından hesap oluşturma tekrar denenecektir.

# failure.purchase.sandbox.message
source: The selected sandbox subscription is not available in production.
ko: 선택하신 샌드박스 구독은 생산에 사용할 수 없습니다.
tr: Seçilen Sandbox aboneliği üretim ortamında mevcut değil.

# failure.redeem.claimed.message
source: Looks like this card has already been claimed by another account. You can try entering a different PIN.
ko: 이 카드는 이미 다른 계정에서 청구한 것 같습니다. 다른 PIN을 입력해 보세요.
tr: Bu kart önceden başka bir hesap tarafından talep edilmiş. Farklı bir PIN girmeyi deneyebilirsiniz.

# failure.redeem.claimed.title
source: Card claimed already
ko: 이미 청구한 카드
tr: Kart önceden talep edilmiş

# failure.redeem.invalid.message
source: Looks like you entered an invalid card PIN. Please try again.
ko: 유효하지 않은 카드 PIN을 입력한 것 같습니다. 다시 시도하세요.
tr: Görünüşe bakılırsa geçersiz bir kart PIN'i girdiniz. Lütfen tekrar deneyin.

# failure.redeem.invalid.title
source: Invalid card PIN
ko: 유효하지 않은 카드 PIN
tr: Geçersiz kart PIN'i

# failure.submit
source: GO BACK
ko: 뒤로
tr: GERİ DÖN

# failure.title
source: Account creation failed
ko: 계정 생성 실패
tr: Hesap Oluşturma Hatası

# failure.vc_title
source: Sign-up failed
ko: 회원 가입 실패
tr: Kaydolma başarısız oldu

# in_progress.message
source: We're confirming your purchase with our system. It could take a moment so hang in there.
ko: 저희 시스템에서 고객님의 구매를 확인하고 있습니다. 약간 시간이 소요될 수 있으므로 양해 부탁드립니다.
tr: Sistemimizle satın alım işleminizi onaylıyoruz. Biraz zaman alabilir; lütfen bekleyin.

# in_progress.redeem.message
source: We're confirming your card PIN with our system. It could take a moment so hang in there.
ko: 저희 시스템에서 고객님의 카드 PIN을 확인하고 있습니다. 약간 시간이 소요될 수 있으므로 양해 부탁드립니다.
tr: Kart PIN'inizi sistemimizde onaylıyoruz. Bu biraz zaman alabilir, lütfen bekleyin.

# in_progress.title
source: Confirm sign-up
ko: 회원 가입 확인
tr: Kaydolmayı onayla

# purchase.subscribe.now
source: Subscribe now
ko: 지금 구독
tr: Hemen abone ol

# purchase.trials.1year.protection
source: 1 year of privacy and identity protection
ko: 1년간 프라이버시 및 신원 보호
tr: 1 yıllık gizlilik ve kimlik koruması

# purchase.trials.all.plans
source: See all available plans
ko: 이용 가능한 모든 플랜 보기
tr: Tüm mevcut planlara bakın

# purchase.trials.anonymous
source: Browse anonymously and hide your ip.
ko: 익명으로 검색하고 IP를 숨기세요.
tr: IP'nizi gizleyerek İnternet'te isimsiz gezinin.

# purchase.trials.devices
source: Support 10 devices at once
ko: 동시에 10대의 장치 지원
tr: Aynı anda 10 cihaz desteği

# purchase.trials.devices.description
source: Protect yourself on up to 10 devices at a time.
ko: 한 번에 최대 10대의 장치에서 보호를 받으세요.
tr: Aynı anda 10 cihazda kendinizi koruyun.

# purchase.trials.intro
source: Start your 7-day free trial
ko: 7일 무료 체험 시작
tr: 7 günlük ücretsiz deneme sürenizi başlatın

# purchase.trials.money.back
source: 30 day money back guarantee
ko: 30일 이내 환불 보장
tr: 30 günlük para iade garantisi

# purchase.trials.price.after
source: Then %@
ko: 그 후 %@
tr: Ardından %@

# purchase.trials.region
source: Connect to any region easily
ko: 모든 지역에 쉽게 연결
tr: Tüm bölgelere kolayca bağlanın

# purchase.trials.servers
source: More than 3300 servers in 32 countries
ko: 32개국 3300개 이상의 서버
tr: 32 ülkede en az 3.300 sunucu

# purchase.trials.start
source: Start subscription
ko: 구독 시작
tr: Aboneliği başlat

# purchase.uncredited.alert.button.cancel
source: Cancel
ko: 취소
tr: İptal

# purchase.uncredited.alert.button.recover
source: Recover account
ko: 계정 복구
tr: Hesabı kurtar

# purchase.uncredited.alert.message
source: You have uncredited transactions. Do you want to recover your account details?
ko: 처리되지 않은 거래가 있습니다. 계정 정보를 복구하시겠습니까?
tr: Hesaba yansıtılmamış olan işlemleriniz var. Hesap bilgilerinizi kurtarmak ister misiniz?

# share.data.buttons.accept
source: Accept
ko: 수락
tr: Kabul Et

# share.data.buttons.noThanks
source: No, thanks
ko: 아니요
tr: Hayır, teşekkürler

# share.data.buttons.readMore
source: Read more
ko: 자세히 보기
tr: Devamını oku

# share.data.readMore.text.description
source: This minimal information assists us in identifying and fixing potential connection issues. Note that sharing this information requires consent and manual activation as it is turned off by default. We will collect information about the following events: - Connection Attempt - Connection Canceled - Connection Established For all of these events, we will collect the following information: - Platform - App version - App type (pre-release or not) - Protocol used - Connection source (manual or using automation) - Time To Connect (time between connecting and connected state) All events will contain a unique ID, which is randomly generated. This ID is not associated with your user account. This unique ID is re-generated daily for privacy purposes. You will always be in control. You can see what data we’ve collected from Settings, and you can turn it off at any time.
tr: Bu asgari bilgi, potansiyel bağlantı sorunlarını tanımlayıp düzeltmemize yardımcı olur. Bu bilgiyi paylaşmak için onay verilmesi ve varsayılan olarak kapalı olduğu için elle etkinleştirilmesi gerektiğini dikkate alın. Şu olaylarla ilgili bilgi toplayacağız: - Bağlantı Denemesi - Bağlantı İptal Edildi - Bağlantı Kuruldu Tüm bu olaylar için şu bilgileri toplayacağız: - Platform - Uygulama sürümü - Uygulama türü (ön sürüm olup olmadığı) - Kullanılan protokol - Bağlantı kaynağı (manuel ya da otomasyon ile) Tüm olaylarda rastgele oluşturulan eşsiz bir kimlik yer alacak. Bu kimlik kullanıcı hesabınızla bağlantılı değildir. Bu eşsiz kimlik, gizliliğin korunması açısından günlük olarak üretilir. Kontrol daima sizde olacak. Ayarlardan hangi verileri topladığımızı görebilir ve bunu istediğiniz zaman kapatabilirsiniz.

# share.data.text.description
source: To help us ensure our service's connection performance, you can anonymously share your connection stats with us. These reports do not include any personally identifiable information.
ko: 연결 상태를 저희와 익명으로 공유해 주시면 저희 서비스의 연결 성능을 개선하는 데 도움이 됩니다. 이 보고서에는 개인 식별 정보가 포함되지 않습니다.
tr: Hizmetimizin bağlantı performansını korumamıza yardımcı olmak için bağlantı istatistiklerinizi isimsiz olarak bizimle paylaşabilirsiniz. Bu raporlarda kişiyi tanımlayabilecek herhangi bir bilgi yer almaz.

# share.data.text.footer
source: You can always control this from your settings
ko: 언제든지 설정에서 이 옵션을 관리할 수 있습니다.
tr: Bunu istediğiniz zaman ayarlarınızdan kontrol edebilirsiniz

# share.data.text.title
source: Please help us improve our service
ko: 저희 서비스를 개선하도록 도와 주세요
tr: Lütfen hizmetimizi geliştirmemize yardım edin

# success.message_format
source: Thank you for signing up with us. We have sent your account username and password at your email address at %@
ko: 회원으로 가입해 주셔서 감사합니다. 계정 사용자명과 비밀번호를 귀하의 이메일 주소(%@)로 발송했습니다.
tr: Bize kayıt olduğunuz için teşekkürler. Hesap kullanıcı adı ve parolanızı %@ e-posta adresinize gönderdik

# success.password.caption
source: Password
ko: 비밀번호
tr: Şifre

# success.redeem.message
source: You will receive an email shortly with your username and password. Your login details
ko: 사용자 이름 및 비밀번호가 담긴 이메일을 곧 보내드리겠습니다. 귀하의 로그인 정보
tr: Kısa süre içinde kullanıcı adınızı ve şifrenizi içeren bir e-posta alacaksınız. Giriş bilgileriniz

# success.redeem.title
source: Card redeemed successfully
ko: 카드 사용 성공
tr: Kart başarıyla kullanıldı

# success.submit
source: GET STARTED
ko: 시작하기
tr: Başlarken

# success.title
source: Purchase complete
ko: 구매 완료
tr: Satın Alma Tamamlandı

# success.username.caption
source: Username
ko: 사용자 이름
tr: Kullanıcı Adı

# unreachable.message
source: No internet connection found. Please confirm that you have an internet connection and hit retry below. You can come back to the app later to finish the process.
ko: 인터넷에 연결되지 않았습니다. 인터넷에 연결되어 있는지 확인하신 후 아래에서 다시 시도를 누르십시오. 나중에 앱에 다시 돌아와서 이 과정을 완료할 수 있습니다.
tr: İnternet bağlantısı yok. Lütfen İnternet bağlantınız olup olmadığını kontrol edin ve tekrar aşağıya tıklamayı deneyin. İşlemi bitirmek için uygulamaya daha sonra tekrar gelebilirsiniz.

# unreachable.submit
source: TRY AGAIN
ko: 다시 시도
tr: TEKRAR DENE

# unreachable.title
source: Whoops!
ko: 앗!
tr: Heeey!

# unreachable.vc_title
source: Error
ko: 오류
tr: Hata

# walkthrough.action.done
source: DONE
ko: 완료
tr: BİTTİ

# walkthrough.action.next
source: NEXT
ko: 다음
tr: İLERİ

# walkthrough.action.skip
source: SKIP
ko: 건너뛰기
tr: ATLA

# walkthrough.page.1.description
source: Protect yourself on up to 10 devices at a time.
ko: 한 번에 최대 10대의 장치에서 보호를 받으세요.
tr: Aynı anda 10 cihazda koruma sağlayın.

# walkthrough.page.1.title
source: Support 10 devices at once
ko: 한 번의 10대의 장치 지원
tr: Aynı anda 10 cihazı destekler

# walkthrough.page.2.description
source: With servers around the globe, you are always under protection.
ko: 전 세계에 있는 서버를 통해 언제나 보호를 받습니다.
tr: Dünya çapındaki sunucularla daima koruma altındasınız.

# walkthrough.page.2.title
source: Connect to any region easily
ko: 모든 지역에 쉽게 연결
tr: Herhangi bir bölgeye kolayca bağlanın

# walkthrough.page.3.description
source: Enabling our Content Blocker prevents ads from showing in Safari.
ko: Content Blocker를 활성화하면 Safari에서 광고가 표시되지 않습니다.
tr: İçerik Engelleyicimizi etkinleştirdiğinizde Safari'de reklamların gösterilmesi engellenir.

# walkthrough.page.3.title
source: Protect yourself from ads
ko: 광고로부터 보호
tr: Kendinizi reklamlardan koruyun
